portal.sop.name= Serviço de Organização Pedagógica
portal.sop.description= <p>Na &aacute;rea encontrará duas &aacute;reas principais:</p>\
					<ul> \
						<li> \
						<b>Gest&atilde;o de Hor&aacute;rios</b> onde poderá proceder &agrave; gest&atilde;o \
	  							de <strong>turmas</strong> (criar e alterar turmas), gest&atilde;o de <strong>turnos</strong> (criar, \
							    alterar e apagar turnos), assim como proceder &agrave; gest&atilde;o de <strong>aulas</strong> (criar \
							    e alterar aulas). </b> \
						</li> \
						<li> \
						  <b>Gest&atilde;o de Salas</b> onde poderá efectuar uma gest&atilde;o eficiente das <strong>salas de aulas</strong> dispon&iacute;veis \
						  e a sua calendariza&ccedil;&atilde;o. \
						</li> \
						<li> \
						  <b>Gest&atilde;o de Exames</b> onde poderá efectuar uma gest&atilde;o eficiente da calendariza&ccedil;&atilde;o dos <strong>exames</strong>. \
						</li> \
					</ul>
portal.person.name=Pessoal
portal.person.description= <p>Nesta &aacute;rea poderá encontrar funcionalidades gen&eacute;ricas (alteraç&atilde;o de password, etc)</p>
portal.teacher.name=Docência
portal.teacher.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade docente.</p>
portal.student.name=Portal do Estudante
portal.student.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade como aluno na institui&ccedil;&atilde;o.</p>
portal.masterDegreeCandidate.name=Portal do Candidato a Pós-Graduações
portal.masterDegreeCandidate.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade como candidato na institui&ccedil;&atilde;o.</p>
portal.candidate.name=Portal do Candidato
portal.candidate.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade como candidato na institui&ccedil;&atilde;o.</p>
portal.seminariesCoordinator.name=Seminários
portal.masterDegree.name=Portal de Serviços de Pós-Graduação
portal.masterDegree.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade de gestão na área de Pós-Graduação.</p>
portal.treasury.name=Portal da Tesouraria
portal.treasury.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade de gestão na área da Tesouraria.</p>
portal.coordinator.name=Portal do Coordenador
portal.coordinator.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade de gestão como Coordenador.</p>
portal.employee.name=Funcionário
portal.employee.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade como funcionário na institui&ccedil;&atilde;o.</p>
portal.assiduousness.name=Assiduidade
portal.assiduousness.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas ao seu verbete, marcações de ponto.</p>
portal.manager.name=Manager
portal.manager.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade de gerente.</p>

portal.degreeAdministrativeOffice.name=Portal de Serviços de Graduação
portal.degreeAdministrativeOffice.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade de gestão na área de Graduação.</p>

portal.degreeAdministrativeOfficeSuperUser.name=Portal de Serviços de Graduação - Super Utilizador
portal.degreeAdministrativeOfficeSuperUser.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades especiais para super utilizadores relativas &agrave; sua actividade de gestão na área de Graduação.</p>

portal.credits.name=Administração de créditos de docentes
portal.credits.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas à administração de créditos de docência e cargos de gestão.</p>

portal.credits.department.name=Administração de créditos de docentes do departamento
portal.credits.department.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas à administração de créditos de docência e cargos de gestão do seu departamento.</p>

portal.scientificCouncil.name= Conselho Científico
portal.scientificCouncil.description=<p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas à administração de informação de cursos e disciplinas curriculares.</p>

portal.operator.name= Operador
portal.operator.description=<p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas à sua actividade de Operador.</p>

portal.webSiteManager.name=Gestão do WebSite
portal.webSiteManager.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; sua actividade de gestão do website da Instituição.</p>

portal.facultyAdmOffice.name=Secção de Pessoal Docente e Investigador
portal.facultyAdmOffice.description= <p>Nesta &aacute;rea poder&aacute; encontrar funcionalidades relativas &agrave; gest&atilde;o de bolseiros.</p>

portal.departmentAdmOffice.name= Secretaria de Departamento

portal.gep.name= Gabinete de Estudos e Planeamento

portal.delegate.name= Delegado

portal.directiveCouncil.name = Conselho Directivo
portal.directiveCouncil.description = 

portal.managementAssiduousness.name=Gestão de Assiduidade
portal.managementAssiduousness.description= <p>Esta &aacute;rea permite gerir a assiduidade dos funcionários da instituição.</p>

portal.projectsManager.name=Projectos
portal.projectsManager.description=Gestão de Projectos

portal.institucionalProjectsManager.name=Projectos Institucionais
portal.institucionalProjectsManager.description=Gestão de Projectos Institucionais

portal.departmentMember.name= Departamento

portal.bolonhaManager.name= Bolonha
portal.bolonhaManager.description= Gestão dos Curriculos de Bolonha

portal.CMSManager.name = CMS Manager
portal.CMSManager.description = Gestor de CMS

portal.SpaceManager.name=Gestão de Espaços

portal.researcher.name=Investigação
portal.researcher.description=Nesta área poderá encontrar funcionalidades relativas à gestão das suas actividades de investigação

portal.PedagogicalCouncil.name=Conselho Pedagógico

portal.alumni.name=Alumni
portal.alumni.description=Área destinada a ex-Alunos

portal.messaging.name=Comunicação
portal.messaging.description=Nesta área poderá encontrar funcionalidades relativas à comunicação entre utilizadores do sistema

portal.examCoordinator.name=Coordenação de Exames
portal.messaging.description=Nesta área poderá coordenar os exames e vigilantes do seu departamento