
CareerWorkshopThemes.CAREER_MANAGEMENT        = Negocia\u00E7\u00E3o e Gest\u00E3o de Carreira
CareerWorkshopThemes.LABOUR_MARKET_STRATEGIES = Estrat\u00E9gias e Abordagens ao Mercado de Trabalho
CareerWorkshopThemes.RECRUITMENT_TECHNIQUES   = Entrevistas e Outras T\u00E9cnicas de Selec\u00E7\u00E3o
CareerWorkshopThemes.RESUME                   = Elabora\u00E7\u00E3o do CV

Label.groupings = Agrupamentos

address = Morada

# Administrative Office Services
administrative.office.services       = Servi\u00E7os Acad\u00E9micos
administrative.office.services.intro = Aqui poder\u00E1 fazer requerimentos de <b>Certid\u00F5es</b> e consultar o estado dos pedidos. Requerimentos de <b>Declara\u00E7\u00F5es</b> e <b>Cartas de Curso</b> dever\u00E3o ser feitos ao balc\u00E3o na Secretaria.

aprovementType.finished.degree                = O aluno escolhe uma Certid\u00E3o de Aproveitamento e tem o curso concluido.
aprovementType.professionalPurpose.fithGrade  = O aluno escolhe uma Certid\u00E3o de Aproveitamento que se destina a fins profissionais mas \u00E9 aluno do 5\u00BA ano com curso conclu\u00EDdo.
aprovementType.professionalPurpose.thirdGrade = O aluno escolhe uma Certid\u00E3o de Aproveitamento que se destina a fins profissionais mas n\u00E3o tem o 3\u00BA ano concluido.

areaCode = C\u00F3digo Postal

areaOfAreaCode = \u00C1rea do C\u00F3digo Postal

arithmeticMean = M\u00E9dia Aritm\u00E9tica

average = M\u00E9dia

average.view = M\u00E9dia?

button.accept                    = Aceito
button.addCourse                 = Adicionar Disciplina
button.anull                     = Anular
button.back                      = Voltar
button.cancel                    = Cancelar
button.change                    = Alterar
button.change.enrolment          = Alterar
button.choose                    = Escolher
button.clean                     = Limpar
button.confirm                   = Confirmar
button.continue                  = Continuar \u00BB
button.continue.enrolment        = Continuar \u00BB
button.decline                   = N\u00E3o Aceito
button.enroll                    = Inscrever
button.exit                      = Sair
button.exit.enrollment           = Sair do processo de inscri\u00E7\u00E3o
button.exit.shift.enrollment     = Cancelar
#buttons
button.finalize.enrolment        = Confirmar
button.finish                    = Concluir
button.remove                    = Remover
button.removeCourse              = Remover Disciplina
button.reset                     = Rep\u00F4r
button.student.end               = Terminar
button.student.modify            = Alterar
button.submit                    = Submeter
button.submitTest                = Submeter Ficha
button.thesis.declaration.accept = Aceito
button.thesis.declaration.reject = N\u00E3o Aceito

confirm.cancel = Deseja cancelar este pedido?

consult = Consultar

conversationThread.subject.cannot.be.null = O preenchimento do t\u00F3pico \u00E9 obrigat\u00F3rio.

degreeFinalizationType.withoutDegreeCertificate = O aluno escolhe uma Certid\u00E3o de Fim de curso mas n\u00E3o tem um pedido de Carta de Curso registado.

detailed = Discriminada

detailed.view = Discriminada?

document.purpose                         = Finalidade
document.request                         = Pedido de Documento
document.request.warnings.title          = Pedidos que n\u00E3o respeitem as seguintes condi\u00E7\u00F5es ser\u00E3o invalidados manualmente na Secretaria:
# Administrative Office Services - Documents Request
document.to.request                      = Tipo Documento

documents.requirement                    = Requerimento de Certid\u00E3o
documents.requirement.consult            = Consultar Pedidos
documents.requirement.consult.link.title = Consulte o estado dos seus pedidos \u00E0 Secretaria
documents.requirement.link.title         = Aqui pode requerer um conjunto de documentos junto da Secretaria

email = E-mail

enrol.in.shift = Inscrever em Turmas

enroll = Inscrever

error.Enrolment.has.CourseLoadRequests                                                                                   = A Inscri\u00E7\u00E3o que pretende apagar est\u00E1 associada com Pedidos de Carga Hor\u00E1ria.
error.Enrolment.has.ExtraExamRequests                                                                                    = A Inscri\u00E7\u00E3o que pretende apagar est\u00E1 associada com Pedidos de Exame Extraordin\u00E1rio.
error.Enrolment.has.ProgramCertificateRequests                                                                           = A Inscri\u00E7\u00E3o que pretende apagar est\u00E1 associada com Pedidos de Programa.
error.Enrolment.is.origin.in.some.Equivalence                                                                            = A Inscri\u00E7\u00E3o que pretende apagar \u00E9 origem numa ou mais Equival\u00EAncias.
error.GroupPropertiesShiftTypeChanged                                                                                    = Imposs\u00EDvel realizar a edi\u00E7\u00E3o, pois foi alterada a associa\u00E7\u00E3o de turno ao agrupamento por outrem. Tente de novo.
error.StudentCurricularPlan.cannot.enrol.with.debts.for.previous.execution.years                                         = N\u00E3o \u00E9 poss\u00EDvel efectuar a inscri\u00E7\u00E3o porque existem d\u00EDvidas de anos anteriores que n\u00E3o se encontram liquidadas
error.StudentCurricularPlan.cannot.enrol.with.residence.debts                                                            = N\u00E3o \u00E9 poss\u00EDvel efectuar a inscri\u00E7\u00E3o porque existem d\u00EDvidas de resid\u00EAncia que n\u00E3o se encontram regularizadas
error.StudentGroupShiftIsChanged                                                                                         = A associa\u00E7\u00E3o ao turno deste grupo de estudantes foi alterada por outrem. Tente de novo.
error.UnEnrollStudentGroupShift                                                                                          = Imposs\u00EDvel dissociar o turno, pois foi alterada a associa\u00E7\u00E3o de turno ao agrupamento por outrem. Tente de novo.
error.alreadyEnrolledError                                                                                               = N\u00E3o \u00E9 poss\u00EDvel efectuar a inscri\u00E7\u00E3o pois j\u00E1 se encontra incrito nesse exame.
error.areas.choose                                                                                                       = Deve escolher as \u00E1reas de especializa\u00E7\u00E3o e secund\u00E1ria para prosseguir com a inscri\u00E7\u00E3o.
error.areas.notAuthorized                                                                                                = N\u00E3o pode alterar a \u00E1rea de especializa\u00E7\u00E3o/ramo sem autoriza\u00E7\u00E3o do coordenador da licenciatura.
error.attend.curricularCourse.impossibleToEnroll                                                                         = N\u00E3o \u00E9 poss\u00EDvel inscrever-se em disciplinas que n\u00E3o tenha escolhido na inscri\u00E7\u00E3o em disciplinas da LEEC.
error.attends.cant.change.attends                                                                                        = N\u00E3o \u00E9 poss\u00EDvel reservar esta turma, pois j\u00E1 est\u00E1 inscrito.
error.cannot.reserve.first.year.shift                                                                                    = A Reserva de Turmas do 1\u00BA ano s\u00F3 ser\u00E1 disponibilizada ap\u00F3s 26 de Setembro.
error.choose.one.type.of.document                                                                                        = Por favor indique pelo menos um tipo de documento.
error.enrollStudentGroupShift                                                                                            = Imposs\u00EDvel realizar a associa\u00E7\u00E3o, pois foi alterada a associa\u00E7\u00E3o de turno ao agrupamento por outrem. Tente de novo.
error.enrollment.notAuthorized                                                                                           = N\u00E3o est\u00E1 autorizado a fazer o processo de inscri\u00E7\u00E3o.
error.enrollment.notStudentTutor                                                                                         = O Aluno n\u00E3o \u00E9 seu tutorando.
error.enrollment.personalInquiry.mandatory                                                                               = A resposta a este inqu\u00E9rito \u00E9 obrigat\u00F3ria.
error.enrollment.student.withTutor                                                                                       = O aluno j\u00E1 tem tutor para efectuar a inscri\u00E7\u00E3o:<br />Tutor com n\u00BA {0} - {1}.
error.enrolmentPeriodNotDefined                                                                                          = Periodo de Inscri\u00E7\u00E3o n\u00E3o definido
error.exception.notAuthorized                                                                                            = N\u00E3o est\u00E1 autorizado a aceder a esta Informa\u00E7\u00E3o.
error.exception.notAuthorized.student.warningTuition                                                                     = N\u00E3o tem autoriza\u00E7\u00E3o para visualizar esta informa\u00E7\u00E3o.<br />Certifique-se que:<br /><ul><li>tem regularizado o pagamento das propinas;</li><li>n\u00E3o est\u00E1 prescrito;</li><li>n\u00E3o tem tutor.</li></ul>
error.existingGroup                                                                                                      = Tente criar o grupo novamente.
error.fill.notes                                                                                                         = Por favor indique para que outros fins se destina o documento. 
error.message.CandidacyInOtherExecutionDegreesNotAllowed                                                                 = A candidatura a propostas de outros cursos n\u00E3o \u00E9 permitida.
error.message.CandidacyPeriodNotDefinedException                                                                         = O per\u00EDodo de candidaturas n\u00E3o est\u00E1 definido para o curso selecionado.
#error.message.OutsideOfCurrentClassesEnrolmentPeriodForDegreeCurricularPlan=Sistema sobrecarregado. Tente mais tarde.
error.message.CurrentClassesEnrolmentPeriodUndefinedForDegreeCurricularPlan                                              = O prazo de reserva de turmas n\u00E3o est\u00E1 definido para o seu curso.
error.message.EnrolmentInDissertationIsRequired                                                                          = As candidaturas apenas est\u00E3o abertas para alunos inscritos na unidade curricular de disserta\u00E7\u00E3o. 
error.message.GroupProposalAttributedByTeacherException                                                                  = N\u00E3o pode remover uma candidatura de uma proposta que j\u00E1 lhe foi atribuida. Dever\u00E1 contactar o docente para remover a atribui\u00E7\u00E3o.
error.message.GroupProposalAttributedException                                                                           = N\u00E3o pode remover uma candidatura de uma proposta que j\u00E1 lhe foi atribuida. Dever\u00E1 contactar o coordenador para remover a atribui\u00E7\u00E3o.
error.message.GroupProposalCandidaciesExistException                                                                     = Ainda existem candidaturas. Remova primeiro as candidaturas.
error.message.GroupStudentCandidaciesExistException                                                                      = Ainda existem outros alunos no grupo. Remova primeiro os seus colegas do grupo.
error.message.InsufficientCompletedCoursesException                                                                      = Para o curso selecionado, \u00E9 necess\u00E1rio ter obtido aprova\u00E7\u00E3o em mais {0} disciplina(s) de entre as seguintes: {1}.
error.message.InsufficientCompletedCreditsInFirstCycleException                                                          = Para o curso selecionado, \u00E9 necess\u00E1rio ter obtido {1} cr\u00E9ditos no primeiro ciclo, e ainda s\u00F3 obteve {0}.
error.message.InsufficientCompletedCreditsInSecondCycleException                                                         = Para o curso selecionado, \u00E9 necess\u00E1rio ter obtido {1} cr\u00E9ditos no segundo ciclo, e ainda s\u00F3 obteve {0}.
error.message.MaximumNumberOfProposalCandidaciesPerGroupReachedException                                                 = Cada aluno s\u00F3sde pode candidatar a um m\u00E1ximo de {0} disserta\u00E7\u00F5es.
error.message.MaximumNumberOfProposalCandidaciesPerGroupUndefinedException                                               = O n\u00FAmero m\u00E1ximo de disserta\u00E7\u00F5es a que cada grupo se pode candidatar n\u00E3o est\u00E1 definido.
error.message.MaximumNumberOfStudentsReachedException                                                                    = O n\u00FAmero m\u00E1ximo de alunos que podem fazer parte de cada grupo \u00E9 {0}.
error.message.MaximumNumberOfStudentsUndefinedException                                                                  = O n\u00FAmero m\u00E1ximo de alunos n\u00E3o est\u00E1 definido.
error.message.MinimumNumberOfStudentsNotReachedException                                                                 = O n\u00FAmero minimo de alunos de cada grupo \u00E9 {0}.
error.message.MinimumNumberOfStudentsUndefinedException                                                                  = O n\u00FAmero minimo de alunos n\u00E3o est\u00E1 definido.
error.message.NoAttributionToConfirmException                                                                            = N\u00E3o \u00E9 possivel confirmar uma atribui\u00E7\u00E3o que ainda n\u00E3o foi efectuada.
error.message.NoConfirmationInProcessException                                                                           = Para o curso das disserta\u00E7\u00F5es a que se candidata, o processo de atribui\u00E7\u00E3o n\u00E3o envolve a confirma\u00E7\u00E3o do aluno.
error.message.NoDegreeStudentCurricularPlanFoundException                                                                = N\u00E3o \u00E9 um aluno licenciatura. 
error.message.NotCompletedCurricularYearException                                                                        = Para o curso selecionado, \u00E9 necess\u00E1rio ter conclu\u00EDdo o {0} ano curricular. Para tal, ter\u00E1 ainda que obter aprova\u00E7\u00E3o \u00E0s seguintes disciplinas: {1}.
error.message.NumberOfNecessaryCompletedCoursesNotSpecifiedException                                                     = O n\u00FAmero m\u00EDnimo de cadeiras completadas ainda n\u00E3o foi estipulado pelo coordenador.
error.message.NumberOfNecessaryCompletedCreditsInFirstCycleNotSpecifiedException                                         = O n\u00FAmero m\u00EDnimo de cr\u00E9ditos completados n\u00E3o foi estipulado pelo coordenador.
error.message.NumberOfNecessaryCompletedCreditsInSecondCycleNotSpecifiedException                                        = O aluno n\u00E3o est\u00E1 ainda inscrito no 2\u00BA ciclo ou ent\u00E3o o n\u00FAmero m\u00EDnimo de cr\u00E9ditos completados n\u00E3o foi estipulado pelo coordenador.
error.message.OutOfCandidacyPeriodException                                                                              = Para o curso selecionado, o per\u00EDodo de candidaturas decorre entre: {0}
error.message.OutsideOfCurrentClassesEnrolmentPeriodForDegreeCurricularPlan                                              = Fora do prazo de reserva de turmas.
error.message.ProposalPeriodNotDefined                                                                                   = O per\u00EDodo de propostas n\u00E3o est\u00E1 definido para o curso selecionado.
error.message.StudentCannotBeACandidateForSelectedDegree                                                                 = N\u00E3o se pode candidatar ao curso selecionado.
error.message.debts.from.past.years.not.payed                                                                            = A sua situa\u00E7\u00E3o de propinas e/ou taxa de secretaria e seguro n\u00E3o se encontra regularizada. Por favor, dirija-se \u00E0 secretaria.
error.message.flunked                                                                                                    = O aluno est\u00E1 prescrito. Por favor, dirija-se \u00E0 secretaria.
error.message.no.classes.for.reserve                                                                                     = N\u00E3o existem turmas que possa reservar.
error.message.not.in.registered.state                                                                                    = O seu estado n\u00E3o lhe permite efectuar a inscri\u00E7\u00E3o. Por favor, dirija-se \u00E0 secretaria.
error.message.oldLeicStudent                                                                                             = O aluno ter\u00E1 que se dirigir \u00E0 secretaria de Gradua\u00E7\u00E3o para efectuar a sua inscri\u00E7\u00E3o. Pode efectuar a sua reserva de turmas, escolhendo as disciplinas que pretende frequentar. Obrigado.
error.message.requested.change.degree                                                                                    = O aluno encontra-se num processo de mudan\u00E7a de curso. Por favor, dirija-se \u00E0 secretaria.
error.message.secretaryEnrolmentStudent                                                                                  = O aluno ter\u00E1 que se dirigir \u00E0 secretaria de Gradua\u00E7\u00E3o para efectuar a sua inscri\u00E7\u00E3o. Pode efectuar a sua reserva de turmas, escolhendo as disciplinas que pretende frequentar. Obrigado.
error.message.tuitionNotPayed                                                                                            = A sua situa\u00E7\u00E3o de propinas e/ou taxa de secretaria e seguro n\u00E3o se encontra regularizada. Por favor, dirija-se \u00E0 secretaria.
error.no.enrolment.two.previous.executions                                                                               = H\u00E1 dois semestres que n\u00E3o tem qualquer inscri\u00E7\u00E3o curricular. Por favor, dirija-se \u00E0 secretaria.
error.no.optional.curricular.courses.to.enroll                                                                           = Deve seleccionar pelo menos uma disciplina para poder proceder e efectuar uma inscri\u00E7\u00E3o.
error.no.student.in.database                                                                                             = A inscri\u00E7\u00E3o em disciplinas (realizadas pelo aluno) s\u00E3o apenas para alunos de licenciaturas. Se for um aluno de mestrado dever\u00E1 dirigir-se \u00E0 secretaria de P\u00F3s-Gradua\u00E7\u00E3o.
error.noAttendsForStudent                                                                                                = O aluno n\u00E3o frequenta nenhuma disciplina. 
error.noGroup                                                                                                            = Esse grupo j\u00E1 n\u00E3o existe na Base de Dados.
error.noProject                                                                                                          = Esse agrupamento j\u00E1 n\u00E3o existe na Base de Dados.
error.noStudent                                                                                                          = O aluno que est\u00E1 a tentar modificar n\u00E3o existe.
error.notAuthorized.ShiftEnrollment                                                                                      = N\u00E3o foi poss\u00EDvel efectuar a reserva de turmas.
error.notAuthorizedUnEnrollment                                                                                          = N\u00E3o \u00E9 poss\u00EDvel efectuar a desinscri\u00E7\u00E3o desse exame.<br/>O per\u00EDodo de inscri\u00E7\u00E3o j\u00E1 terminou ou j\u00E1 lhe foi atribuida uma sala.
error.only.one.purpose                                                                                                   = Apenas poder\u00E1 escolher um fim para o qual se destina o documento.
error.projectSubmissions.viewProjectSubmissions.submitProject.unableToStoreFile                                          = N\u00E3o foi poss\u00EDvel guardar o ficheiro
error.seminaries.candidaciesLimitReached                                                                                 = N\u00E3o pode efectuar mais de {0} candidatura(s) neste conjunto de semin\u00E1rios. Se pretende efectuar uma nova candidatura, deve cancelar uma que esteja pendente.
error.senior.studentNotASenior                                                                                           = N\u00E3o possui estatuto de aluno Finalista. Para mais informa\u00E7\u00F5es, entre em contacto com a <a href="mailto:scabeleira@ist.utl.pt">Alumni - IST</a>
error.senior.terminationDateBeforeToday                                                                                  = Por favor indique uma data de Termo da Licenciatura posterior \u00E0 data actual.
error.serviceRequests.AcademicServiceRequestSituation.justification.cannot.be.null.for.cancelled.and.rejected.situations = Dever\u00E1 indicar uma justifica\u00E7\u00E3o
error.shift.enrollment.capacityExceded                                                                                   = O turno {0} excedeu a sua capacidade. No caso de n\u00E3o haver qualquer outro turno dispon\u00EDvel dever\u00E1 contactar a coordena\u00E7\u00E3o do seu curso de modo a que este articule com o GOP a abertura de mais vagas ou turnos para a cadeira em quest\u00E3o.
error.shift.enrollment.capacityLocked                                                                                    = O turno {0} n\u00E3o se encontra aberto para inscri\u00E7\u00E3o. No caso de ser o primeiro semestre e do turno ser leccionado ao primeiro ano curricular, o per\u00EDodo de inscri\u00E7\u00E3o poder\u00E1 n\u00E3o ter ainda iniciado. Existem ainda alguns laborat\u00F3rios cujos respons\u00E1veis optaram por n\u00E3o utilizar as inscri\u00E7\u00F5es electr\u00F3nicas em turnos.
error.shift.enrollment.nonExistingShift                                                                                  = Houve um erro no processamento de inscri\u00E7\u00E3o nos turnos que escolheu.
error.shift.enrollment.nonExistingStudent                                                                                = Esse aluno n\u00E3o existe.
error.special.season.cannot.enroll.due.to.pending.debts                                                                  = Existem d\u00EDvidas pendentes. Para regularizar a sua situa\u00E7\u00E3o, por favor dirija-se \u00E0 Secretaria Acad\u00E9mica.
error.special.season.not.granted                                                                                         = N\u00E3o disp\u00F5e de estatuto que lhe permita acesso a \u00E9poca especial no per\u00EDodo pretendido.
error.student.curricularPlan.nonExistent                                                                                 = O aluno correspondente n\u00E3o possui um plano curricular.
error.student.degreeCurricularPlan.LEEC                                                                                  = O aluno n\u00E3o pertence ao plano curricular da LEEC.
error.student.enrollment.AreasNotEqual                                                                                   = As \u00E1reas de especializa\u00E7\u00E3o e secund\u00E1ria t\u00EAm que ser diferentes.
error.student.enrollment.incompatibleAreas                                                                               = As \u00E1reas escolhidas s\u00E3o incompat\u00EDveis, tendo em conta as disciplinas em que o aluno se encontra aprovado.
error.student.enrolmentPeriod                                                                                            = O per\u00EDodo de inscri\u00E7\u00E3o n\u00E3o corresponde a este per\u00EDodo execu\u00E7\u00E3o.
error.student.thesis.declaration.visibility.required                                                                     = Tem que escolher se os ficheiros associados \u00E0 disserta\u00E7\u00E3o ficam disponibilizados apenas para usos internos (Intranet) ou se s\u00E3o p\u00FAblicos e de acesso livre (Internet).
error.studentNotEnroled                                                                                                  = N\u00E3o se encontra inscrito no exame.
error.test.cantDoTest                                                                                                    = A Ficha de Trabalho n\u00E3o est\u00E1 a decorrer neste momento.
error.test.cantShowTestCorrection                                                                                        = A Ficha de Trabalho ainda est\u00E1 a decorrer.
error.test.invalidTest                                                                                                   = Ficha de Trabalho inexistente.
error.transaction.enrollment                                                                                             = O processo de inscri\u00E7\u00E3o n\u00E3o suporta a utiliza\u00E7\u00E3o dos bot\u00F5es "Back" (Retroceder) e "Refresh" (Actualizar) do seu browser. De igual modo, a selec\u00E7\u00E3o das disciplinas deve ser feita de forma isolada. Por esta raz\u00E3o ter\u00E1 que recome\u00E7ar o processo de inscri\u00E7\u00E3o.
error.transaction.enrolment                                                                                              = De modo a manter a coer\u00EAncia, n\u00E3o poder\u00E1 utilizar o bot\u00E3o "Back" (Retroceder) nem o bot\u00E3o "Refresh" (Actualizar) do seu browser. Recomece o processo de inscri\u00E7\u00E3o.

errors.editStudentGroupShift.allShiftsFull                         = N\u00E3o pode alterar o turno do seu grupo, pois todos os outros est\u00E3o cheios.
errors.editStudentGroupShift.notEnroled                            = N\u00E3o pode alterar o turno visto n\u00E3o estar inscrito no grupo.
errors.editStudentGroupShift.shiftFull                             = N\u00E3o pode alterar o turno do seu grupo, pois o turno que seleccionou est\u00E1 cheio.
errors.enrollStudentGroupShift.allShiftsFull                       = N\u00E3o pode associar nenhum turno ao seu grupo, pois est\u00E3o todos cheios.
errors.enrollStudentGroupShift.notEnroled                          = N\u00E3o pode associar um turno ao grupo, pois n\u00E3o est\u00E1 inscrito no grupo.
errors.enrollStudentGroupShift.shiftFull                           = N\u00E3o pode associar o turno ao seu grupo, pois o turno que seleccionou est\u00E1 cheio.
errors.existing.elementsEnrolment                                  = Algum dos elementos que est\u00E1 a tentar inscrever j\u00E1 est\u00E1 inscrito noutro grupo.
errors.existing.groupStudentEnrolment                              = J\u00E1 est\u00E1 inscrito num grupo.
errors.footer                                                      = </ul>
errors.fullShift                                                   = N\u00E3o pode criar um grupo, pois os turnos j\u00E1 est\u00E3o todos cheios.
errors.header                                                      = <ul>
errors.impossible.maximumCapacity.groupEnrolment                   = N\u00E3o pode criar o grupo pois o n\u00FAmero de alunos inseridos \u00E9 maior do que a capacidade m\u00E1xima.
errors.impossible.minimumCapacity.groupEnrolment                   = N\u00E3o pode criar o grupo pois o n\u00FAmero de alunos inseridos \u00E9 menor do que a capacidade m\u00EDnima.
errors.impossible.nrOfGroups.groupEnrolment                        = N\u00E3o pode criar o grupo pois o turno est\u00E1 cheio.
#errors
errors.impossible.operation                                        = Foi imposs\u00EDvel proceder com a opera\u00E7\u00E3o. Dados indispon\u00EDveis.
errors.integer                                                     = {0} tem de ser um n\u00BA inteiro
errors.invalid.insert.groupStudentEnrolment                        = N\u00E3o \u00E9 poss\u00EDvel inscrever-se nesse grupo, pois j\u00E1 est\u00E1 cheio.
errors.invalid.shift.groupEnrolment                                = Escolha um turno
errors.noStudentInAttendsSet                                       = Por ac\u00E7\u00E3o de um docente j\u00E1 n\u00E3o lhe \u00E9 poss\u00EDvel aceder \u00E0 \u00E1rea de inscri\u00E7\u00E3o em grupos da cadeira em causa.
errors.noStudentInAttendsSetToDelete                               = N\u00E3o pode remover a sua inscri\u00E7\u00E3o, pois n\u00E3o est\u00E1 inscrito no grupo e j\u00E1 n\u00E3o possui permiss\u00E3o para inscri\u00E7\u00E3o em grupo.
errors.noStudentsInAttendsSet                                      = Um dos alunos a inscrever j\u00E1 n\u00E3o possui permiss\u00E3o para inscri\u00E7\u00E3o em grupo.
errors.notSelected.executionCourse                                 = Tem que seleccionar uma disciplina.
errors.prefix                                                      = <li> <span class="error0">
errors.range                                                       = {0} n\u00E3o est\u00E1 entre {1} e {2}
errors.removeEnrolment.minimumNumberOfElements                     = N\u00E3o pode remover a sua inscri\u00E7\u00E3o, pois o grupo tem n\u00FAmero minino de elementos. 
errors.removeEnrolment.minimumNumberOfElementsAndStudentNotEnroled = N\u00E3o pode remover a sua inscri\u00E7\u00E3o, pois o grupo tem o n\u00FAmero minino de elementos e n\u00E3o est\u00E1 inscrito no grupo.
errors.removeEnrolment.studentNotEnroled                           = N\u00E3o pode remover a sua inscri\u00E7\u00E3o, pois n\u00E3o est\u00E1 inscrito no grupo.
errors.required                                                    = Dever\u00E1 definir: {0}
errors.student.already.enroled                                     = N\u00E3o pode remover disciplinas em que se encontra inscrito na secretaria.
errors.student.already.enroled.in.group                            = N\u00E3o pode remover a disciplina em que se encontra inscrito em grupos de trabalho.
errors.student.already.enroled.in.shift                            = N\u00E3o pode remover disciplina em que se encontra inscrito em turnos.
errors.suffix                                                      = </span></li>
errors.unEnrollStudentGroupShift.notEnroled                        = N\u00E3o pode dissociar o turno, pois n\u00E3o est\u00E1 inscrito no grupo.
errors.unEnrollStudentGroupShift.shiftFull                         = N\u00E3o pode dissociar o turno do seu grupo, pois o agrupamento do tipo sem turno est\u00E1 cheio.

final.average                                       = M\u00E9dia final

finalDegreeWork.candidacies.not.found               = N\u00E3o foram encontradas candidaturas

finalDegreeWorkProposalHeader.attribution.byTeacher = Atribui\u00E7\u00E3o pelo Docente
finalDegreeWorkProposalHeader.companyLink           = Orientador Externo
finalDegreeWorkProposalHeader.coorientatorName      = Co-Orientador
finalDegreeWorkProposalHeader.number                = N\u00BA Proposta
finalDegreeWorkProposalHeader.orientatorName        = Orientador
finalDegreeWorkProposalHeader.student.confirmation  = Confirma\u00E7\u00E3o do aluno
finalDegreeWorkProposalHeader.title                 = T\u00EDtulo

generic.secretary.enrolment.student.reason = O aluno ter\u00E1 que se dirigir \u00E0 secretaria para efectuar a sua inscri\u00E7\u00E3o. Pode efectuar a sua reserva de turmas, escolhendo as disciplinas que pretende frequentar. Obrigado.

group = Grupo

# App groups
group.enrolment = Inscri\u00E7\u00F5es

justification = Justifica\u00E7\u00E3o

label.GroupNumber                                                                                          = Grupo N\u00BA
label.RAIDES.skip.disabled                                                                                 = Este formul\u00E1rio \u00E9 de preenchimento obrigat\u00F3rio desde 
label.RAIDES.skip.enabled                                                                                  = Este formul\u00E1rio \u00E9 de preenchimento obrigat\u00F3rio, e dever\u00E1 ser respondido at\u00E9
label.RAIDES.skip.enabled.more                                                                             = Ap\u00F3s esta data, o acesso ao sistema n\u00E3o ser\u00E1 poss\u00EDvel sem este preenchimento.
label.StudentGroup                                                                                         = Elementos do grupo
label.Terminar                                                                                             = Terminar
label.atomic                                                                                               = AT\u00D3MICA
label.attendCourses                                                                                        = Disciplinas que vai frequentar
label.attention                                                                                            = ATEN\u00C7\u00C3O
label.attention.nonCaps                                                                                    = Aten\u00E7\u00E3o
label.attention.text                                                                                       = Deve submeter uma disciplina de cada vez e preencher os tr\u00EAs campos (Contacto, Trabalho Aut\u00F3nomo e Outro).
label.beginDate                                                                                            = Data de In\u00EDcio
label.bolonha                                                                                              = Bolonha
label.bolonhaTransition                                                                                    = Transi\u00E7\u00E3o para Bolonha
label.branch.credits                                                                                       = Cr\u00E9ditos
label.cancelCandidacy                                                                                      = Cancelar
label.candidacies.with.missing.information                                                                 = Candidaturas com informa\u00E7\u00E3o em falta
label.candidacyCurricularCourseTitle                                                                       = Cadeira
label.candidacyFormTitle                                                                                   = Formul\u00E1rio de Candidatura
label.candidacySubmitedTitle                                                                               = Candidatura Registada
label.careerWorkshop.achtung                                                                               = Aten\u00E7\u00E3o
label.careerWorkshop.noOpenApplicationEvents                                                               = <em>De momento n\u00E3o existem candidaturas a decorrer.</em>
label.careerWorkshop.noPendingForConfirmation                                                              = <em>N\u00E3o tem nenhuma confirma\u00E7\u00E3o pendente.</em>
label.careerWorkshop.openApplicationEvents                                                                 = Candidaturas abertas:
label.careerWorkshop.pendingForConfirmation                                                                = Atribui\u00E7\u00F5es de bolsa a aguardar a sua confirma\u00E7\u00E3o:
label.careerWorkshop.preference                                                                            = Prefer\u00EAncia (1-{0})
label.careerWorkshop.shiftProposals                                                                        = Datas Dispon\u00EDveis
label.careerWorkshop.themeProposals                                                                        = Temas Dispon\u00EDveis
label.careerWorkshopApplication.applicationRules                                                           = &nbsp;a.) Preencha o seguinte formul\u00E1rio de acordo com as suas prefer\u00EAncias de turno e tema.<br/>&nbsp;b.) A ordem de prefer\u00EAncia \u00E9 decrescente (1 \u00E9 o mais desejado).<br/>&nbsp;c.)Pode dar o mesmo grau de relev\u00E2ncia a mais que um item.<br/>&nbsp;d.) <strong>Re-submiss\u00F5es invalidam prefer\u00EAncias anteriores e colocam a sua candidatura no final da fila.</strong>
label.careerWorkshopApplication.confirmation                                                               = Aceita a bolsa e as condi\u00E7\u00F5es que lhe est\u00E3o inerentes?
label.careerWorkshopApplication.confirmationCode                                                           = C\u00F3digo de confirma\u00E7\u00E3o
label.careerWorkshopApplication.dashSeparator                                                              = - 
label.careerWorkshopApplication.subTitle                                                                   = Per\u00EDodo de inscri\u00E7\u00F5es: 
label.careerWorkshopApplication.subTitleSeparator                                                          = a 
label.careerWorkshopApplication.successfulEdit                                                             = A sua candidatura foi guardada com sucesso.
label.careerWorkshopApplication.termsAcceptance                                                            = Ao aceitar a bolsa de forma\u00E7\u00E3o que me foi concedida, sei que, nos termos do Regulamento do Concurso de Bolsas de Forma\u00E7\u00E3o para os "IST Career Workshops", fico obrigado a comparecer nas duas sess\u00F5es de forma\u00E7\u00E3o que me foram atribu\u00EDdas, e sei que se faltar sem um motivo de for\u00E7a maior ficarei exclu\u00EDdo do apoio dos servi\u00E7os de carreira do IST, nomeadamente a inclus\u00E3o do meu contacto em servi\u00E7os de divulga\u00E7\u00E3o empresarial e pedidos de contacto de Mestres/Licenciados dirigidos ao IST por empresas ou institui\u00E7\u00F5es.
label.careerWorkshopApplication.termsOfResponsability                                                      = Declaro que li e que aceito os termos do Regulamento do Concurso de Bolsas de Forma\u00E7\u00E3o para os "IST Career Workshops" e que sei que se faltar \u00E0 sess\u00E3o de forma\u00E7\u00E3o sem um motivo de for\u00E7a maior ficarei exclu\u00EDdo do apoio dos servi\u00E7os de carreira do IST.
#IST Career Workshop
label.careerWorkshopApplication.title                                                                      = Candidatura a Bolsa de Forma\u00E7\u00E3o para os <em>IST CareerWorkshops</em>
label.choose                                                                                               = Escolher
label.choose.degreeCurricularPlan                                                                          = Escolha o plano curricular
label.choose.documentToRequest                                                                             = Escolha a(s) certid\u00F5es que deseja requerer:
label.chooseCourses                                                                                        = Escolha o curso das cadeiras que quer frequentar
label.chooseOptionalCurricularCourse                                                                       = Escolher Op\u00E7\u00E3o
label.class                                                                                                = Turma
label.class.withId                                                                                         = Turma {0}
label.clear                                                                                                = Limpar
label.closed                                                                                               = Fechado
label.closedEnrolment                                                                                      = em que <u>est\u00E1 inscrito</u>
label.confirmGroupStudentEnrolment                                                                         = Deseja inscrever-se neste grupo ?
label.confirmGroupStudentUnrolment                                                                         = Deseja remover a sua inscri\u00E7\u00E3o deste grupo ?
label.course                                                                                               = Disciplina
label.course.enrollment.acumulated.enrollments                                                             = Conta como * Disciplinas para o n\u00FAmero de Disciplinas Acumuladas
label.course.enrollment.acumulated.enrollments2                                                            = Inscri\u00E7\u00F5es<br />Acumuladas<br />NAC (m\u00E1x.10)
label.course.enrollment.cancel                                                                             = Anular<br />Inscri\u00E7\u00E3o
label.course.enrollment.curricularYear                                                                     = Ano<br />Curricular
label.course.enrollment.ectsCredits                                                                        = Cr\u00E9ditos ECTS<br />(m\u00E1x.40)
label.course.enrollment.ectsCredits2                                                                       = Cr\u00E9ditos ECTS
label.course.enrollment.enroll                                                                             = Inscrever
label.course.enrollment.state                                                                              = Estado<br />da<br />Inscri\u00E7\u00E3o
label.course.enrollment.weight                                                                             = Conta como * Disciplinas para Inscri\u00E7\u00E3o
label.course.enrollment.weight2                                                                            = Inscri\u00E7\u00F5es<br />(m\u00E1x.7)
label.course.type                                                                                          = Tipo
label.courses                                                                                              = Disciplinas
label.credits.abbreviation                                                                                 = Cr\u00E9d.
label.credits.warning                                                                                      = Os cr\u00E9ditos de cada \u00E1rea s\u00E3o contabilizados da seguinte forma: cr\u00E9ditos de todas as disciplinas aprovadas na \u00E1rea em quest\u00E3o + cr\u00E9ditos de todas as disciplinas acabadas de inscrever na mesma \u00E1rea.<br/><br/>Quando existem disciplinas que podem pertencer tanto \u00E0 \u00E1rea de especializa\u00E7\u00E3o como \u00E0 \u00E1rea secund\u00E1ria, o programa n\u00E3o sabe \u00E0 partida em qual das \u00E1reas o aluno deseja fazer essas disciplinas, ou seja, n\u00E3o sabe em qual das \u00E1reas deve atribuir os respectivos cr\u00E9ditos.<br/><br/>Desta forma, o programa detecta se as \u00E1reas poder\u00E3o ficar terminadas com a contabiliza\u00E7\u00E3o daqueles cr\u00E9ditos, caso em que os atribuir\u00E1 correctamente conforme o pretendido pelo aluno.<br/><br/>Se pelo contr\u00E1rio nenhuma das \u00E1reas poder\u00E1 ser terminada com a contabiliza\u00E7\u00E3o daqueles cr\u00E9ditos, os mesmos ser\u00E3o repartidos pelas duas \u00E1reas (sem nunca poder ultrapassar o m\u00E1ximo de um grupo) at\u00E9 que o aluno fa\u00E7a um n\u00FAmero suficiente de disciplinas para que se conclua se as \u00E1reas poder\u00E3o ser terminadas.<br/><br/>Consequentemente, os totais de cr\u00E9ditos aqui apresentados poder\u00E3o n\u00E3o corresponder exactamente ao que seria esperado pelo aluno, o que no entanto n\u00E3o quer dizer que estejam a ser mal contabilizados.
label.creditsDismissal                                                                                     = Dispensa de Cr\u00E9ditos
label.currentCandidacies                                                                                   = Candidaturas efectuadas:
label.curricular.course.acronym                                                                            = Acr\u00F3nimo
label.curricular.course.name                                                                               = Disciplina
label.curricular.course.semester                                                                           = Semestre
label.curricular.course.to.remove                                                                          = Disciplinas cuja inscri\u00E7\u00E3o ser\u00E1 anulada:
label.curricular.course.year                                                                               = Ano
label.curricular.courses.choosen                                                                           = Disciplinas escolhidas para inscri\u00E7\u00E3o:
label.curricular.year                                                                                      = Ano Curricular
label.curricularplan                                                                                       = Plano Curricular
label.curriculum                                                                                           = Curr\u00EDculo
label.curriculum.group.concluded                                                                           = Conclu\u00EDdo
label.day                                                                                                  = Dia
label.deadline                                                                                             = Prazo
label.degree                                                                                               = Curso
label.degree.name                                                                                          = Curso
label.degreeCurricularPlan                                                                                 = Plano Curricular
label.degreeSelected.courses                                                                               = Disciplinas do curso selecionado
label.degreeType                                                                                           = Tipo de Curso
label.detailed                                                                                             = Detalhado
label.dismissal                                                                                            = Dispensa
label.dismissal.Credits                                                                                    = Cr\u00E9ditos
label.dismissal.Equivalence                                                                                = Equival\u00EAncia
label.dismissal.InternalSubstitution                                                                       = Substitui\u00E7\u00E3o Interna
label.dismissal.Substitution                                                                               = Substitui\u00E7\u00E3o
label.dismissal.TemporarySubstitution                                                                      = Substitui\u00E7\u00E3o
label.dismissal.noSource                                                                                   = sem origem
label.dismissals                                                                                           = Dispensas
label.dismissals.noDismissals                                                                              = N\u00E3o existem dispensas
label.distributedTest                                                                                      = Ficha de Trabalho
label.do.enrolment                                                                                         = Efectuar inscri\u00E7\u00F5es em
label.document.request.confirm                                                                             = Confirme este(s) requerimento(s):
label.documents                                                                                            = Documentos
label.documents.anualIRS                                                                                   = IRS Anual
label.documents.noDocumentFound                                                                            = N\u00E3o foram encontrados documentos
label.download                                                                                             = Download
label.editStudentGroupShift.oldShift                                                                       = O turno actual \u00E9:
label.editing                                                                                              = (em edi\u00E7\u00E3o)
label.elections.votingPeriod.confirmation.blankVote                                                        = Deseja confirmar o voto em <strong>Branco</strong> ?
label.emailWord                                                                                            = Email
label.end                                                                                                  = Fim
label.enrol.secondCycle                                                                                    = 2\u00BA Ciclo
label.enroled                                                                                              = Inscrito
label.enroledEvaluations                                                                                   = Avalia\u00E7\u00F5es em que <u>est\u00E1 inscrito</u>
label.enroll                                                                                               = Inscrever
label.enrollment.achtung.in.enrolment                                                                      = Aten\u00E7\u00E3o
label.enrollment.choose                                                                                    = Escolher
label.enrollment.courses                                                                                   = Inscri\u00E7\u00E3o em Disciplinas
label.enrollment.courses.bolonhaRegistrations                                                              = Matr\u00EDcula(s) Bolonha
label.enrollment.courses.chooseRegistration.invalidNumberOfActiveRegistrations                             = N\u00FAmero de inscri\u00E7\u00F5es activas inv\u00E1lido.Por favor contacte a secretaria
label.enrollment.courses.chooseRegistration.noRegistrationsInTransition                                    = N\u00E3o tem matr\u00EDculas em transi\u00E7\u00E3o
label.enrollment.courses.chooseRegistration.noRegistrationsToChooseSecondCycle                             = N\u00E3o tem matr\u00EDculas nesta situa\u00E7\u00E3o
label.enrollment.courses.chooseRegistration.noRegistrationsToEnrol                                         = N\u00E3o tem matr\u00EDculas para as quais pode efectuar inscri\u00E7\u00F5es
label.enrollment.courses.chooseRegistration.notoEnrol                                                      = N\u00E3o h\u00E1 turnos onde se pode inscrever.
label.enrollment.courses.chooseRegistration.registrationsInTransition                                      = Matr\u00EDculas em Transi\u00E7\u00E3o
label.enrollment.courses.chooseRegistration.registrationsToChooseSecondCycle                               = Matr\u00EDculas para escolher o 2\u00BA Ciclo em avan\u00E7o
label.enrollment.courses.chooseRegistration.registrationsToEnrol                                           = Matr\u00EDculas para Inscri\u00E7\u00E3o
label.enrollment.courses.chooseRegistration.secondCycleInternalCandidacyIngression.note                    = <strong>Nota:</strong> Se \u00E9 aluno de 2\u00BA ciclo com ingresso por "CIA2C - Concurso Interno de Acesso ao 2\u00BA Ciclo" a sua inscri\u00E7\u00E3o deve ser efectuada junto dos Servi\u00E7os de Gradua\u00E7\u00E3o.
label.enrollment.courses.confirmBolonhaTransition                                                          = Confirmar Transi\u00E7\u00E3o para Bolonha
label.enrollment.courses.confirmBolonhaTransition.transitToBolonha                                         = Transitar para Bolonha
label.enrollment.courses.confirmBolonhaTransition.viewTransitionPlan                                       = Consultar Plano de Transi\u00E7\u00E3o
label.enrollment.courses.confirmBolonhaTransition.warning1                                                 = A matr\u00EDcula que escolheu \u00E9 uma matr\u00EDcula de transi\u00E7\u00E3o para Bolonha. Apenas dever\u00E1 optar por continuar se pretender terminar o curso no regime de Bolonha. <br/>Caso pretenda terminar o curso em regime Pr\u00E9-Bolonha n\u00E3o dever\u00E1 prosseguir, neste caso fa\u00E7a Cancelar. <p class="mvert05"><i>Nota: O processo de transi\u00E7\u00E3o \u00E9 <strong>irrevers\u00EDvel.</strong></i></p>
label.enrollment.courses.confirmBolonhaTransition.warning2                                                 = Ao prosseguir est\u00E1 a optar transitar para o regime de Bolonha
label.enrollment.courses.confirmationMessage                                                               = A sua inscri\u00E7\u00E3o terminou com sucesso. Poder\u00E1 consultar as disciplinas a que se encontra inscrito consultando o seu Curr\u00EDculo
label.enrollment.courses.firstTimeWarning                                                                  = <strong>Nota:</strong> Se est\u00E1 a usar esta funcionalidade pela primeira vez, ou se desejar esclarecer alguma d\u00FAvida de utiliza\u00E7\u00E3o consulte as
label.enrollment.courses.instructions                                                                      = Instru\u00E7\u00F5es: Inscri\u00E7\u00E3o em Disciplinas
label.enrollment.courses.nextEnrollmentPeriod                                                              = Pr\u00F3ximo per\u00EDodo de inscri\u00E7\u00F5es
label.enrollment.courses.outOfEnrollmentPeriod                                                             = O per\u00EDodo de inscri\u00E7\u00F5es n\u00E3o se encontra aberto
label.enrollment.courses.preBolonhaRegistration                                                            = Matr\u00EDcula Pr\u00E9-Bolonha
label.enrollment.cycleCourseGroup.noCycleDestinationAffinities                                             = N\u00E3o existe nenhum ciclo compat\u00EDvel no qual se pode inscrever
label.enrollment.dislocatedStudent.country                                                                 = Pa\u00EDs
label.enrollment.dislocatedStudent.dislocated                                                              = \u00C9 aluno deslocado* ?
label.enrollment.dislocatedStudent.dislocated.explanation                                                  = * Um aluno \u00E9 considerado deslocado quando o seu agregado familiar vive num distrito diferente de Lisboa ou fora de Portugal.
label.enrollment.dislocatedStudent.district                                                                = Distrito/Regi\u00E3o Aut\u00F3noma
label.enrollment.dislocatedStudent.isDislocated                                                            = Indique, por favor, a sua proveni\u00EAncia
label.enrollment.dislocatedStudent.whereFrom                                                               = Em que pa\u00EDs concluiu o 12\u00BA ano de escolaridade?
label.enrollment.enrolIn                                                                                   = Inscri\u00E7\u00E3o no
label.enrollment.errors.in.enrolment                                                                       = Ocorreram Erros na Inscri\u00E7\u00E3o
label.enrollment.errors.in.unEnrolment                                                                     = Erros ao desinscrever 
label.enrollment.optional.course                                                                           = Inscri\u00E7\u00E3o em Curricular de Op\u00E7\u00E3o
label.enrollment.personalData.allEnds                                                                      = Todos e quaisquer fins, incluindo de natureza comercial (marketing, publicidade, oferta de bens e servi\u00E7os,etc...).
label.enrollment.personalData.authorization                                                                = Autorizo o Instituto Superior T\u00E9cnico a ceder a terceiros os meus dados pessoais constantes das suas bases de dados acad\u00E9micas, para os seguintes fins:
label.enrollment.personalData.changes                                                                      = Nota: Qualquer altera\u00E7\u00E3o \u00E0 resposta a este question\u00E1rio deve ser feita atrav\u00E9s da Secretaria de Gradua\u00E7\u00E3o.
label.enrollment.personalData.inquiry                                                                      = Inqu\u00E9rito Sobre a Ced\u00EAncia de Dados Pessoais (resposta obrigat\u00F3ria)
label.enrollment.personalData.noAuthorization                                                              = N\u00E3o autorizo o Instituto Superior T\u00E9cnico a ceder a terceiros os meus dados pessoais constantes das suas bases de dados acad\u00E9micas.
label.enrollment.personalData.nonComericalEnds                                                             = Fins diversos de natureza n\u00E3o comercial (biogr\u00E1ficos, recreativos, culturais, etc.);
label.enrollment.personalData.professionalEnds                                                             = Apenas fins de inser\u00E7\u00E3o profissional (propostas de emprego, est\u00E1gios, bolsas de estudo, etc.);
label.enrollment.specialSeason                                                                             = Inscri\u00E7\u00E3o em \u00C9poca Especial
label.enrollment.state                                                                                     = Estado da inscri\u00E7\u00E3o
label.enrollment.warnings.in.enrolment                                                                     = Avisos
label.enrollmentsFilter                                                                                    = Escolha o tipo de inscri\u00E7\u00F5es:
label.enrollmentsFilter.basic                                                                              = Tipo de inscri\u00E7\u00F5es:
label.enrolment                                                                                            = Inscri\u00E7\u00E3o
label.enrolment.choose_change                                                                              = Alterar/Efectuar Inscri\u00E7\u00E3o
label.enrolment.curricular.courses                                                                         = Disciplinas para inscri\u00E7\u00E3o:
label.enrolmentBegin                                                                                       = In\u00EDcio:
label.enrolmentEnd                                                                                         = Fim:
label.enrolmentGroup.chooseShiftAndStudents                                                                = Escolha o turno e os alunos que deseja inscrever no SEU grupo.
label.enrolmentPage                                                                                        = P\u00E1gina de<br/>Inscri\u00E7\u00E3o
label.enrolmentPeriod                                                                                      = Per\u00EDodo de<br/>Inscri\u00E7\u00E3o
label.enrolmentPeriodNoBR                                                                                  = Per\u00EDodo de Inscri\u00E7\u00E3o
#Bolonha Enrolments
label.enrolments.bolonhaEnrolment                                                                          = Disciplinas Bolonha
label.evaluation.project.begin                                                                             = In\u00EDcio
label.evaluation.project.end                                                                               = Entrega
label.evaluation.shortname.exam                                                                            = Exame
label.evaluation.shortname.project                                                                         = Projecto
label.evaluation.shortname.test                                                                            = Teste
label.evaluation.type                                                                                      = Tipo de avalia\u00E7\u00E3o
label.evaluation.type.all                                                                                  = Todas
label.evaluationDate                                                                                       = Data de Realiza\u00E7\u00E3o
label.evaluationNote                                                                                       = O per\u00EDodo de inscri\u00E7\u00E3o pode ainda ser definido. Nesse caso vai precisar de se inscrever para poder realizar a avalia\u00E7\u00E3o.
#Evaluations
label.evaluations.enrolment                                                                                = P\u00E1gina de Avalia\u00E7\u00F5es
label.evaluations.list                                                                                     = Lista de Avalia\u00E7\u00F5es
label.evaluationsWithEnrolmentPeriodClosed                                                                 = Avalia\u00E7\u00F5es com <u>per\u00EDodo de inscri\u00E7\u00E3o fechado</u>
label.evaluationsWithEnrolmentPeriodOpened                                                                 = Avalia\u00E7\u00F5es com <u>per\u00EDodo de inscri\u00E7\u00E3o aberto</u>
label.evaluationsWithoutEnrolmentPeriod                                                                    = Avalia\u00E7\u00F5es <u>sem per\u00EDodo de inscri\u00E7\u00E3o</u> definido
label.exceution.courses.all                                                                                = Todas
label.execution.course                                                                                     = Disciplina execu\u00E7\u00E3o
label.execution.period                                                                                     = Periodo execu\u00E7\u00E3o
label.execution.year                                                                                       = Ano Lectivo
label.executionCourse                                                                                      = Disciplina
label.executionPeriod                                                                                      = Per\u00EDodo de Execu\u00E7\u00E3o
label.executionYear                                                                                        = Ano Lectivo
label.extraCurricular                                                                                      = Extra Curricular
label.fill.information                                                                                     = Preenchimento de Informa\u00E7\u00E3o
label.fill.missing.candidacy.information.message                                                           = De acordo com o of\u00EDcio do Gabinete de Planeamento, Estrat\u00E9gia, Avalia\u00E7\u00E3o e Rela\u00E7\u00F5es Internacionais (GPEARI) do Minist\u00E9rio da Educa\u00E7\u00E3o e Ci\u00EAncia, o Instituto Superior T\u00E9cnico \u00E9 obrigado a completar/atualizar anualmente os dados dos seus alunos no \u00E2mbito do inqu\u00E9rito "RAIDES - Registo de Alunos Inscritos e Diplomados do Ensino Superior". Para dar resposta a este pedido obrigat\u00F3rio, necessitamos que preencha/atualize o formul\u00E1rio que se apresenta de seguida, cujo tempo total de preenchimento n\u00E3o excede 10 minutos. Agradecemos a sua compreens\u00E3o no atendimento urgente deste pedido. <br/><br/>Conselho de Gest\u00E3o do IST
label.final.degree.work.proposals.createOrManage.candidacy                                                 = Gerir/Criar Candidatura
label.finalDegreeWork.addProposal                                                                          = Adicionar Proposta
label.finalDegreeWork.degree                                                                               = Curso onde pretende realizar a disserta\u00E7\u00E3o
label.finalDegreeWork.dissertations.info                                                                   = Mostrar informa\u00E7\u00E3o de dissserta\u00E7\u00F5es do curso
label.finalDegreeWork.group                                                                                = Constitui\u00E7\u00E3o do grupo:
label.finalDegreeWork.group.add                                                                            = Adicionar
label.finalDegreeWork.group.name                                                                           = Nome
label.finalDegreeWork.group.remove                                                                         = Remover
label.finalDegreeWork.group.username                                                                       = Utilizador
label.finalDegreeWork.groupProposals                                                                       = Propostas a que o aluno se candidata
label.finalDegreeWork.proposal.orderOfPreference                                                           = Ordem de Prefer\u00EAncia
label.finalEvaluation                                                                                      = Avalia\u00E7\u00E3o Final
label.finish                                                                                               = Concluir
label.from                                                                                                 = de
label.grade.scale                                                                                          = Escala
label.groupOperations                                                                                      = Op\u00E7\u00F5es : 
label.groupOption                                                                                          = Op\u00E7\u00E3o :
label.groupWord                                                                                            = Visualizar Grupo 
label.hour                                                                                                 = Hora
label.identification                                                                                       = Identifica\u00E7\u00E3o
label.individual                                                                                           = INDIVIDUAL
label.info.dislocatedStudent.inquiry                                                                       = Antes de prosseguir a Inscri\u00E7\u00E3o em Disciplinas, por favor, responda a este curto inqu\u00E9rito
label.infoStudents.studentsWithoutGroup                                                                    = Seleccione os alunos a incluir no novo grupo:
label.information.export                                                                                   = Exporta\u00E7\u00E3o de Informa\u00E7\u00E3o
label.information.export.manage.passwords                                                                  = Gest\u00E3o de Senhas
label.information.export.manage.passwords.delete                                                           = Apagar
label.information.export.manage.passwords.generate                                                         = Gerar Senha
label.information.export.manage.passwords.none.present                                                     = N\u00E3o tem nenhuma senha gerada.
label.information.export.password                                                                          = Senha Para Exporta\u00E7\u00E3o de Informa\u00E7\u00E3o Curricular
label.instructions                                                                                         = Instru\u00E7\u00F5es
label.legend                                                                                               = Legenda
label.lesson.beginning                                                                                     = In\u00EDcio
label.lesson.end                                                                                           = Fim
label.lesson.room                                                                                          = Sala
label.lesson.time                                                                                          = Horas
label.lesson.type                                                                                          = Tipo
label.lesson.weekDay                                                                                       = Dia da Semana
label.lessons                                                                                              = Aulas
label.manageCareerWorkshop.confirmationEndDate                                                             = Fim per\u00EDodo confirma\u00E7\u00E3o
label.manageCareerWorkshop.confirmationStartDate                                                           = In\u00EDcio per\u00EDodo confirma\u00E7\u00E3o
label.manageCareerWorkshop.endDate                                                                         = Data de fim
label.manageCareerWorkshop.presentApplication                                                              = Formalizar Candidatura
label.manageCareerWorkshop.presentConfirmation                                                             = Confirmar Atribui\u00E7\u00E3o
label.manageCareerWorkshop.relatedInformation                                                              = Informa\u00E7\u00E3o adicional
label.manageCareerWorkshop.startDate                                                                       = Data de come\u00E7o
label.mandatory.enrolment.curricular.courses                                                               = Disciplinas de inscri\u00E7\u00E3o obrigat\u00F3ria:
label.modalityTitle                                                                                        = Modalidade
label.nameWord                                                                                             = Nome
label.newProjectProposalExecutionCourses                                                                   = Disciplinas em Co-avalia\u00E7\u00E3o 
label.no                                                                                                   = N\u00E3o
label.noActiveRegistration                                                                                 = N\u00E3o tem Matr\u00EDculas activas.
label.notEnroled                                                                                           = N\u00E3o Inscrito
label.notEnroledEvaluations                                                                                = Avalia\u00E7\u00F5es em que <u>n\u00E3o est\u00E1 inscrito</u>
label.nrOfElements                                                                                         = N\u00FAmero de vagas no grupo:
label.nrOfGroups                                                                                           = Vagas:
label.number                                                                                               = N\u00FAmero
label.numberWord                                                                                           = N\u00FAmero
label.openEnrolment                                                                                        = com <u>inscri\u00E7\u00E3o aberta</u>
label.opened                                                                                               = Aberto
label.option                                                                                               = Op\u00E7\u00E3o: 
label.optional.lowercase                                                                                   = opcional
label.page                                                                                                 = P\u00E1gina de
label.periodDescription                                                                                    = {0} \u00BA Semestre {1}
label.person.name                                                                                          = Nome
label.personal.information                                                                                 = Informa\u00E7\u00E3o Pessoal
label.personal.information.details                                                                         = Preencha a sua informa\u00E7\u00E3o pessoal <strong>actual</strong>.
label.phd.registration.without.phd.program.process                                                         = A sua matr\u00EDcula n\u00E3o pertence a nenhum processo de doutoramento. Dever\u00E1 contactar o n\u00FAcleo respectivo para associar a matr\u00EDcula ao seu processo de doutoramento. 
label.pick.registration                                                                                    = Escolher Matr\u00EDcula
label.preBolonha                                                                                           = Pr\u00E9-Bolonha
label.previous.degree.information                                                                          = Habilita\u00E7\u00E3o anterior completa
label.previous.degree.information.details                                                                  = Preencha a sua habilita\u00E7\u00E3o <strong>anterior</strong> \u00E0 data em que ingressou neste curso.
#Prices
label.prices                                                                                               = Pre\u00E7\u00E1rio
label.projectDescription                                                                                   = Descri\u00E7\u00E3o do agrupamento
label.projectName                                                                                          = Nome do agrupamento
label.projectSubmission.projectFile                                                                        = Ficheiro do Projecto
label.projectSubmissions.observations                                                                      = Observa\u00E7\u00F5es
label.projectSubmissions.seeTeacherObservation                                                             = Consultar Observa\u00E7\u00F5es
label.projectSubmissions.submitProject.title                                                               = Submeter Ficheiro
label.projectSubmissions.viewProjectSubmissions.noProjectSubmissions                                       = N\u00E3o existem ficheiros submetidos neste projecto
label.projectSubmissions.viewProjectSubmissions.noStudentGroupForGrouping                                  = N\u00E3o se encontra inscrito em nenhum grupo do agrupamento definido para o projecto
label.projectSubmissions.viewProjectSubmissions.title                                                      = Ficheiros Submetidos
label.projectSubmissions.viewProjectsWithOnlineSubmission.noAttendsForExecutionPeriod                      = N\u00E3o existem inscri\u00E7\u00F5es em disciplinas neste semestre com submiss\u00E3o electr\u00F3nica de projectos
label.projectSubmissions.viewProjectsWithOnlineSubmission.noProjectsWithOnlineSubmissionForExecutionCourse = N\u00E3o existem projectos com submiss\u00E3o electr\u00F3nica
label.projectSubmissions.viewProjectsWithOnlineSubmission.title                                            = Projectos - Submiss\u00E3o Electr\u00F3nica
label.projectTable.GroupEnrolmentPolicy.title                                                              = Pol\u00EDtica de inscri\u00E7\u00E3o (Individual ou At\u00F3mica)
label.projectTable.GroupMaximumNumber.title                                                                = N\u00FAmero m\u00E1ximo de grupos no agrupamento
label.projectTable.IdealCapacity.title                                                                     = N\u00FAmero ideal de alunos por grupo
label.projectTable.MaximumCapacity.title                                                                   = N\u00FAmero m\u00E1ximo de alunos por grupo
label.projectTable.MinimumCapacity.title                                                                   = N\u00FAmero m\u00EDnimo de alunos por grupo
label.projectTable.description                                                                             = Descri\u00E7\u00E3o
label.projectTable.newProjectProposal                                                                      = Disciplinas em co-avalia\u00E7\u00E3o
label.projectTable.project                                                                                 = Agrupamento
label.projectTable.properties                                                                              = Propriedades
label.properties                                                                                           = Propriedades do agrupamento
label.registraitons.with.missing.candidacy.information                                                     = Matr\u00EDculas com informa\u00E7\u00E3o em falta
label.registration                                                                                         = Escolha a Matr\u00EDcula
label.registration.basic                                                                                   = Matr\u00EDcula
label.registration.enrollmentsInPresentYear                                                                = Inscri\u00E7\u00F5es no Ano Corrente
label.registration.presentState                                                                            = Estado Actual
label.residence.payments                                                                                   = Resid\u00EAncia
#enrolment
label.scope.curricular.semester                                                                            = {0} Ano, {1} Semestre
label.season                                                                                               = \u00C9poca
label.semester                                                                                             = Semestre
label.semester.abbreviation                                                                                = Sem.
#Labels
label.seminairies.seeRules                                                                                 = (regulamento)
label.seminaries.motivation                                                                                = Motiva\u00E7\u00E3o:
label.seminaries.showCandidaciesLimitExceeded.Back                                                         = Voltar
label.seminaries.showCandidacy.Back                                                                        = Voltar
label.seminaries.showCandidacy.Candidacy                                                                   = Candidatura
label.seminaries.showCandidacy.Case                                                                        = Caso
label.seminaries.showCandidacy.CurricularCourse                                                            = Disciplina
label.seminaries.showCandidacy.CurricularCourse.Code                                                       = C\u00F3digo
label.seminaries.showCandidacy.CurricularCourse.Name                                                       = Nome
label.seminaries.showCandidacy.Modality                                                                    = Modalidade
label.seminaries.showCandidacy.Motivation                                                                  = Motiva\u00E7\u00E3o
label.seminaries.showCandidacy.Student                                                                     = Aluno
label.seminaries.showCandidacy.Student.Name                                                                = Nome
label.seminaries.showCandidacy.Student.Number                                                              = N\u00BA
label.seminaries.showCandidacy.Theme                                                                       = Semin\u00E1rio
label.seminaries.theme                                                                                     = Tema
label.seminariesEquivalencies                                                                              = Op\u00E7\u00F5es Disponiveis
label.seminariesToEnroll                                                                                   = Semin\u00E1rios dispon\u00EDveis para inscri\u00E7\u00E3o:
label.seminaryCandidacyDetails                                                                             = Detalhes
label.seminaryEnroll                                                                                       = Inscrever
label.seminaryTitle                                                                                        = Nome
label.senior.expectedDegreeAverageGrade                                                                    = M\u00E9dia Final (prevista)
label.senior.expectedDegreeTermination                                                                     = Termo (previsto) da Licenciatura:
label.senior.expectedDegreeTerminationDay                                                                  = Dia de termo da Licenciatura
label.senior.expectedDegreeTerminationHelp                                                                 = (dd/mm/aaaa)
label.senior.expectedDegreeTerminationMonth                                                                = M\u00EAs de termo da Licenciatura
label.senior.expectedDegreeTerminationYear                                                                 = Ano de termo da Licenciatura
label.senior.extracurricularActivities                                                                     = Actividades Extracurriculares:
label.senior.extracurricularActivities_                                                                    = <b>Actividades Extracurriculares:</b>
label.senior.informaticsSkills                                                                             = Conhecimentos Inform\u00E1ticos:
label.senior.informaticsSkills_                                                                            = <b>Conhecimentos Inform\u00E1ticos:</b>
label.senior.languageSkills                                                                                = Conhecimentos de l\u00EDnguas:
label.senior.languageSkills_                                                                               = <b>Conhecimentos de l\u00EDnguas:</b>
label.senior.lastModificationDate                                                                          = Data da \u00FAltima altera\u00E7\u00E3o:
label.senior.personalInfoWarning                                                                           = Caso pretenda alterar os seus <b>contactos</b> pessoais dever\u00E1 aceder ao portal <b>Pessoal</b>. As altera\u00E7\u00F5es dos seus dados pessoais com efeitos administrativos devem ser feitas directamente na secretaria de gradua\u00E7\u00E3o.<br/>Dever\u00E1 dirigir-se \u00E0 Recep\u00E7\u00E3o do CIIST se desejar inserir a sua foto tipo-passe no F\u00E9nix.
label.senior.professionalExperience                                                                        = Experi\u00EAncia Profissional:
label.senior.professionalExperience_                                                                       = <b>Experi\u00EAncia Profissional:</b>
label.senior.professionalInterests                                                                         = \u00C1reas de Interesse Profissional:
label.senior.professionalInterests_                                                                        = <b>\u00C1reas de Interesse Profissional:</b>
label.senior.specialtyField                                                                                = \u00C1reas de Especializa\u00E7\u00E3o:
label.senior.specialtyFieldFinalWork                                                                       = N\u00E3o se esque\u00E7a de referir o Trabalho Final de Curso.
label.senior.specialtyField_                                                                               = <b>\u00C1reas de Especializa\u00E7\u00E3o:</b>
label.shift                                                                                                = Turno
label.shift.enroll                                                                                         = Reservar
label.shift.enrolled                                                                                       = Reservado
label.shift.toEnroll                                                                                       = Reservar
label.shiftType.description.fieldWork                                                                      = Trabalho de Campo
label.shiftType.description.problems                                                                       = Problemas
label.shiftType.description.seminary                                                                       = Semin\u00E1rios
label.shiftType.description.trainingPeriod                                                                 = Est\u00E1gio
label.shiftType.description.tutorialOrientation                                                            = Orienta\u00E7\u00E3o Tutorial
label.shiftType.fieldWork                                                                                  = TC
label.shiftType.laboratory                                                                                 = L
label.shiftType.pratic                                                                                     = P
label.shiftType.problems                                                                                   = Pb
label.shiftType.seminary                                                                                   = S
label.shiftType.theoric                                                                                    = T
label.shiftType.theoricoPratic                                                                             = TP
label.shiftType.trainingPeriod                                                                             = E
label.shiftType.tutorialOrientation                                                                        = OT
label.shiftWord                                                                                            = Turno:
label.state                                                                                                = Estado
label.student                                                                                              = Aluno
label.student.EditStudentGroupShift.description                                                            = Aten\u00E7\u00E3o: s\u00F3 pode mudar para turnos com vagas dispon\u00EDveis.
label.student.NumberOfStudents                                                                             = N\u00FAmero total de alunos inscritos em grupos do agrupamento: 
label.student.NumberOfStudentsInShift                                                                      = N\u00FAmero de alunos inscritos em grupos deste turno:
label.student.NumberOfStudentsWithoutShift                                                                 = N\u00FAmero de alunos inscritos em grupos sem turno:
label.student.SpecialSeasonEnrollment.description                                                          = Nesta sec\u00E7\u00E3o poder\u00E1 efectuar a sua inscri\u00E7\u00E3o em avalia\u00E7\u00F5es de \u00E9poca especial, se para tal dispuser de <strong>estatuto</strong> que lhe confira acesso a este per\u00EDodo de avalia\u00E7\u00E3o.<br/>Os per\u00EDodos em que estar\u00E3o abertas inscri\u00E7\u00F5es para \u00E9poca especial podem ser consultados no calend\u00E1rio escolar.<br/><br/>Qualquer d\u00FAvida ou incorrec\u00E7\u00E3o no processo podem ser resolvidas junto dos servi\u00E7os da Secretaria Acad\u00E9mica. 
label.student.StudentGroupInformation.description                                                          = <strong>Inscri\u00E7\u00F5es e Gest\u00E3o de Grupos</strong> - Pode inscrever-se no grupo se este tiver vagas dispon\u00EDveis e se ainda n\u00E3o estiver inscrito em nenhum grupo deste agrupamento. Nos agrupamentos de pol\u00EDtica at\u00F3mica s\u00F3 se pode desinscrever de um grupo se a desinscri\u00E7\u00E3o n\u00E3o violar o n\u00FAmero m\u00EDnimo de alunos permitido por grupo. Se estiver inscrito pode alterar o turno a que o grupo est\u00E1 associado.
label.student.dataShareAuthorization                                                                       = Op\u00E7\u00E3o de Ced\u00EAncia
label.student.dataShareAuthorizationDate                                                                   = Activa Desde
label.student.degree                                                                                       = Curso
label.student.emptyStudentGroupInformation.description                                                     = <strong>Visualizar Turnos:</strong> Para voltar \u00E0 p\u00E1gina onde se visualizam os turnos do agrupamento.<br><strong>Inscrever:</strong> Se ainda n\u00E3o estiver inscrito, pode inscrever-se no grupo se este tiver vagas.
label.student.enrollment.branch                                                                            = Ramo
label.student.enrollment.executionPeriod                                                                   = Per\u00EDodo de Execu\u00E7\u00E3o
label.student.enrollment.from                                                                              = de
label.student.enrollment.no.area                                                                           = N\u00E3o Atribu\u00EDda
label.student.enrollment.number                                                                            = Aluno n\u00BA
label.student.enrollment.secondaryArea                                                                     = \u00C1rea Secund\u00E1ria
label.student.enrollment.select                                                                            = [Escolha um]
label.student.enrollment.specializationArea                                                                = \u00C1rea de Especializa\u00E7\u00E3o
label.student.estatute                                                                                     = Nome do estatuto
label.student.groupEnrollment.title                                                                        = Inscri\u00E7\u00E3o em Grupos
label.student.name                                                                                         = Nome
label.student.no.studentDataByExecutionYear                                                                = N\u00E3o existe informa\u00E7\u00E3o de ced\u00EAncia de dados
label.student.number                                                                                       = n\u00BA
label.student.removeStudentInGroup.description                                                             = Pode remover a sua inscri\u00E7\u00E3o desde que respeite a pol\u00EDtica do agrupamento. 
label.student.statute.description                                                                          = Estatuto 
label.student.statute.enddate                                                                              = Data de fim do estatuto
label.student.statute.startdate                                                                            = Data de inicio do estatuto
# SHOW STUDENT STATUTE
label.student.statutes                                                                                     = Estatutos
label.student.studentCPFound                                                                               = Plano(s) Curricular(es) encontrado(s).
label.student.thesis.confirmed                                                                             = Os documentos da disserta\u00E7\u00E3o j\u00E1 foram confirmados. N\u00E3o pode efectuar mais altera\u00E7\u00F5es.
label.student.thesis.declaration.view                                                                      = Ver Declara\u00E7\u00E3o
label.student.thesis.edit.abstract.message                                                                 = Descreva a disserta\u00E7\u00E3o sucintamente em portugu\u00EAs e ingl\u00EAs. Escreva no m\u00E1ximo 250 palavras.
label.student.thesis.edit.keywords.message                                                                 = Introduza de 4 a 6 palavras-chaves separadas por v\u00EDrgulas.
label.student.thesis.file.declaration.notAccepted                                                          = N\u00E3o pode submeter ficheiros enquanto n\u00E3o aceitar a declara\u00E7\u00E3o.
label.student.thesis.jury.notFound                                                                         = Ainda n\u00E3o foi nomeado um j\u00FAri para avaliar a disserta\u00E7\u00E3o.
label.student.thesis.notFound                                                                              = N\u00E3o est\u00E1 inscrito em nenhuma disciplina de disserta\u00E7\u00E3o.
label.student.thesis.submission                                                                            = Disserta\u00E7\u00E3o
label.student.thesis.submit.noDissertation                                                                 = O documento de disserta\u00E7\u00E3o ainda n\u00E3o foi submetido.
label.student.thesis.submit.noExtendedAbstract                                                             = O resumo alargado ainda n\u00E3o foi submetido.
label.student.thesis.unavailable                                                                           = De momento n\u00E3o pode alterar nenhuma informa\u00E7\u00E3o associada \u00E0 disserta\u00E7\u00E3o.
label.student.thesis.upload.abstract.message                                                               = O ficheiro de resumo alargado que submeter est\u00E1 abrangido pela declara\u00E7\u00E3o previamente aceite. S\u00F3 ser\u00E3o aceites ficheiros de resumo no formato PDF.
label.student.thesis.upload.dissertation.message                                                           = O ficheiro de disserta\u00E7\u00E3o que submeter est\u00E1 abrangido pela declara\u00E7\u00E3o previamente aceite. S\u00F3 ser\u00E3o aceites ficheiros de disserta\u00E7\u00E3o no formato PDF. 
label.student.thesis.view                                                                                  = Consultar
label.student.viewAllStudentsAndGroups.description                                                         = Nesta p\u00E1gina visualizam-se os alunos inscritos e respectivos grupos a que pertencem.<br><br><strong>Visualizar Turnos:</strong> Permite voltar \u00E0 p\u00E1gina onde se visualizam os turnos do agrupamento.
label.student.viewEnroledExecutionCourses.description                                                      = Disciplinas que frequenta com agrupamentos activos
label.student.viewExecutionCourseProjects.GroupEnrolmentPolicy                                             = Pol\u00EDtica
label.student.viewExecutionCourseProjects.GroupMaximumNumber                                               = Grupos
label.student.viewExecutionCourseProjects.IdealCapacity                                                    = Ideal
label.student.viewExecutionCourseProjects.MaximumCapacity                                                  = M\u00E1ximo
label.student.viewExecutionCourseProjects.MinimumCapacity                                                  = M\u00EDnimo
label.student.viewExecutionCourseProjects.atomicDescription                                                = Este tipo de inscri\u00E7\u00E3o obriga os alunos formarem os grupos pessoalmente antes de se inscreverem. A inscri\u00E7\u00E3o da totalidade dos alunos num grupo \u00E9 feita por um \u00FAnico aluno. Os alunos podem-se inscrever e retirar dos grupos desde que n\u00E3o violem o n\u00FAmero m\u00EDnimo/m\u00E1ximo de alunos que o agrupamento permite.
label.student.viewExecutionCourseProjects.atomicPolicy                                                     = Pol\u00EDtica At\u00F3mica
#descriptions
label.student.viewExecutionCourseProjects.description                                                      = Agrupamentos da disciplina que est\u00E3o em per\u00EDodo de inscri\u00E7\u00E3o:
label.student.viewExecutionCourseProjects.individualDescription                                            = Este tipo de inscri\u00E7\u00E3o permite aos alunos inscreverem-se e retirarem-se dos grupos individual e livremente desde que n\u00E3o ultrapassem o valor do n\u00FAmero m\u00E1ximo de alunos permitido
label.student.viewExecutionCourseProjects.individualPolicy                                                 = Pol\u00EDtica Individual
label.student.viewExecutionCourseProjects.propertiesDescription                                            = <strong>Descri\u00E7\u00E3o das propriedades do agrupamento:</strong> <br><br>- <u>Capacidade M\u00E1xima por grupo</u>: N\u00FAmero m\u00E1ximo de alunos que se podem inscrever num grupo<br>- <u>Capacidade Ideal por grupo</u>: N\u00FAmero ideal de alunos que se devem inscrever num grupo<br>- <u>Capacidade M\u00EDnima por grupo</u>: N\u00FAmero m\u00EDnimo de alunos que se podem inscrever num grupo<br>- <u>N\u00FAmero m\u00E1ximo de grupos</u>: N\u00FAmero m\u00E1ximo de grupos que se podem inscrever num turno<br>- <u>Pol\u00EDtica de Inscri\u00E7\u00E3o</u>:<br><br>(a) AT\u00D3MICA significa que os alunos devem inscrever-se em simult\u00E2neo no grupo e o n\u00FAmero de elementos deve ser maior ou igual do que a capacidade m\u00EDnima e menor ou igual que a m\u00E1xima. No caso do grupo j\u00E1 existir, poder\u00E3o haver posteriores inscri\u00E7\u00F5es individuais, desde que a capacidade m\u00E1xima n\u00E3o seja ultrapassada. Se algum aluno se quiser desinscrever, poder\u00E1 faz\u00EA-lo desde que o grupo permane\u00E7a com a capacidade m\u00EDnima.<br><br>(b)INDIVIDUAL significa que os alunos inscrevem-se individualmente nos grupos, desde que a capacidade m\u00E1xima n\u00E3o seja ultrapassada. Se um aluno quiser desincrever-se pode faz\u00EA-lo sempre, mesmo que o n\u00FAmero de elementos do grupo fique menor que a capacidade m\u00EDnima.
label.student.viewGroupEnrolment.description.1                                                             = Quando cria um grupo num agrupamento de pol\u00EDtica at\u00F3mica, deve seleccionar simultaneamente os outros elementos constituintes do grupo respeitando o n\u00FAmero de alunos m\u00EDnimo e m\u00E1ximo permitidos.
label.student.viewGroupEnrolment.description.2                                                             = Quando cria um grupo num agrupamento de pol\u00EDtica individual, pode escolher os restantes elementes constituintes do grupo. As inscri\u00E7\u00F5es s\u00E3o feitas individual e livremente por cada aluno desde que respeitem o n\u00FAmero m\u00E1ximo de alunos permitido por grupo. 
label.student.viewGroupEnrolment.description.title1                                                        = Pol\u00EDtica At\u00F3mica
label.student.viewGroupEnrolment.description.title2                                                        = Pol\u00EDtica Individual
label.student.viewGroupStudentEnrolment.description                                                        = Nesta p\u00E1gina pode confirmar ou cancelar a sua inscri\u00E7\u00E3o no grupo visualizado.
label.student.viewShiftsAndGroups.description                                                              = Turnos e grupos do agrupamento seleccionado :<br/><br/><strong>Visualizar Agrupamentos:</strong> Para voltar \u00E0 p\u00E1gina onde se visualiza(m) o(s) agrupamento(s) da disciplina seleccionada.<br><strong>Visualizar Todos os Alunos Inscritos neste Agrupamento:</strong> Permite visualizar todos os alunos inscritos em grupos.<br/><br/>Coluna <b>Turno</b> da tabela : </li><br/><li><strong>Nome do Turno: </strong>Permite visualizar os alunos do turno.<br/><br/> Coluna <b>Grupos</b> da tabela : <br><li>A sub-coluna <strong>Vagas</strong> corresponde ao n\u00FAmero de grupos que ainda se pode inscrever no turno.<br>Caso o turno n\u00E3o tenha limite de grupos, na coluna aparece a express\u00E3o "Sem limite".</li><br/><li><strong>Criar Grupo:</strong> Pode criar um novo grupo se ainda n\u00E3o estiver inscrito em algum outro grupo do agrupamento.</li><br/><strong><li>[N] :</strong> Pode visualizar, alterar o turno, inscrever-se e desinscrever-se no grupo n\u00FAmero <b>N</li></b>.
label.student.viewShiftsAndGroups.description.item1                                                        = <strong>Turno:</strong> Lista de turnos. Quando selecionado permite visualizar a lista de alunos e grupos inscritos no turno.
label.student.viewShiftsAndGroups.description.item2                                                        = <strong>Vagas:</strong> N\u00FAmero de grupos que ainda se podem inscrever no turno.
label.student.viewShiftsAndGroups.description.item3                                                        = <strong>Criar Grupo:</strong> Criar um grupo novo (se ainda n\u00E3o estiver inscrito num grupo neste agrupamento)
label.student.viewShiftsAndGroups.description.item4                                                        = <strong>[x]:</strong> Cada n\u00FAmero corresponde a um grupo. Pode visualizar os alunos inscritos no grupo. Pode-se inscrever e desinscrever em grupos. Se j\u00E1 estiver inscrito num grupo pode mudar o grupo de turno.
label.student.viewStudentGroupInformation.description                                                      = Nesta p\u00E1gina visualizam-se os elementos inscritos no grupo seleccionado.<br/><br/><strong>Visualizar Turnos:</strong> Para voltar \u00E0 p\u00E1gina onde se visualizam os turnos do agrupamento.<br><strong>Inscrever:</strong> Pode inscrever-se se ainda n\u00E3o estiver inscrito e se o grupo tiver vagas<br> <strong>Remover Inscri\u00E7\u00E3o:</strong> Pode desinscrever-se.<br><strong>Alterar Turno:</strong> Se estiver inscrito no grupo, pode alterar o turno.
label.student.viewStudentsAndGroupsByShift.description                                                     = Nesta p\u00E1gina visualizam-se todos os alunos inscritos em grupos do turno seleccionado anteriormente e seus respectivos grupos.<br><br><strong>Visualizar Turnos:</strong> Permite voltar \u00E0 p\u00E1gina onde se visualizam os turnos do agrupamento.
label.student.viewStudentsAndGroupsWithoutShift.description                                                = Nesta p\u00E1gina visualizam-se os alunos inscritos em grupos sem turno e seus respectivos grupos.<br><br><strong>Visualizar Turnos:</strong> Permite voltar \u00E0 p\u00E1gina onde se visualizam os turnos do agrupamento.
label.studentCurricularPlan                                                                                = Escolha o plano curricular:
label.studentCurricularPlan.basic                                                                          = Plano Curricular
label.studentCurricularPlan.organizedBy.executionYears                                                     = Anos de Execu\u00E7\u00E3o
label.studentCurricularPlan.organizedBy.groups                                                             = Grupos
label.studentDataByExecutionYear                                                                           = Ced\u00EAncia de Dados Pessoais
label.studentDataByExecutionYear.short                                                                     = Ced\u00EAncia de Dados
label.studentGroupNumber                                                                                   = Grupo N\u00BA
label.students.lowercase                                                                                   = alunos
label.teacher.EnrollStudentGroupShift.description                                                          = Nesta p\u00E1gina pode associar o turno ao grupo.<br><br><strong>OBSERVA\u00C7\u00C3O:</strong><br> Os turnos que poder\u00E1 seleccionar s\u00E3o os que t\u00EAm vagas.
label.test.classification                                                                                  = Classifica\u00E7\u00E3o
label.test.questionOrder                                                                                   = Pergunta
label.test.questionValue                                                                                   = Cota\u00E7\u00E3o
label.test.totalClassification                                                                             = Classifica\u00E7\u00E3o Total
label.testBeginDate                                                                                        = Data de In\u00EDcio
label.testEndDate                                                                                          = Data de Fim
label.themesTitle                                                                                          = Temas
label.thesis.Dissertation                                                                                  = Disserta\u00E7\u00E3o
label.thesis.abstract.en                                                                                   = Ingl\u00EAs
label.thesis.abstract.pt                                                                                   = Portugu\u00EAs
label.thesis.coorientator                                                                                  = Co-Orientador
label.thesis.declaration.accepted                                                                          = Aceite
label.thesis.declaration.notAccepted                                                                       = N\u00E3o Aceite
label.thesis.declaration.reject.deleteFiles                                                                = Decidiu n\u00E3o aceitar a declara\u00E7\u00E3o mas j\u00E1 submeteu ficheiros anteriormente. Se confirmar, esses ficheiros ser\u00E3o automaticamente removidos.
label.thesis.declaration.state                                                                             = Estado
label.thesis.declaration.visibility                                                                        = Visibilidade
label.thesis.evaluate.discussion.date                                                                      = Data da Discuss\u00E3o
label.thesis.field.empty                                                                                   = <em>N\u00E3o definido</em>
label.thesis.file                                                                                          = Ficheiro
label.thesis.file.name                                                                                     = Ficheiro
label.thesis.file.name.uploadTime                                                                          = Data de Submiss\u00E3o
label.thesis.file.size                                                                                     = Tamanho
label.thesis.keywords.en                                                                                   = Ingl\u00EAs
label.thesis.keywords.pt                                                                                   = Portugu\u00EAs
label.thesis.language                                                                                      = Idioma
label.thesis.operation.approval                                                                            = Aprovado
label.thesis.operation.confirmation                                                                        = Confirmado
label.thesis.operation.creation                                                                            = Criado
label.thesis.operation.date                                                                                = Data
label.thesis.operation.how                                                                                 = Executado por
label.thesis.operation.operation                                                                           = Opera\u00E7\u00E3o
label.thesis.operation.submission                                                                          = Submetido  
label.thesis.operation.title                                                                               = Lista das Opera\u00E7\u00F5es
label.thesis.orientation                                                                                   = Orienta\u00E7\u00E3o
label.thesis.orientator                                                                                    = Orientador
label.thesis.subtitle                                                                                      = Sub T\u00EDtulo
label.thesis.title                                                                                         = T\u00EDtulo
label.time                                                                                                 = Hora
label.title                                                                                                = T\u00EDtulo
label.title.dislocatedStudent.inquiry                                                                      = Inqu\u00E9rito Sobre a Proveni\u00EAncia do Aluno
label.title.seniorInfo                                                                                     = Ficha de Finalista
label.to                                                                                                   = a
label.transitToBolonha                                                                                     = Transitar para Bolonha
label.transition                                                                                           = Transi\u00E7\u00E3o
label.transition.bolonha                                                                                   = Transi\u00E7\u00E3o Bolonha
label.transition.bolonha.message.part1                                                                     = <p class="mvert05">Por forma a preparar a transi\u00E7\u00E3o dos curr\u00EDculos dos alunos no \u00E2mbito do processo de Bolonha, disponibiliza-se em seguida um quadro que esquematiza a forma como as unidades curriculares que o aluno realizou est\u00E3o a ser contabilizadas no novo curr\u00EDculo.</p>
label.transition.bolonha.message.part2                                                                     = <p class="mvert05">Por baixo das dispensas est\u00E3o listadas as disciplinas que representam a origem dos cr\u00E9ditos da dispensa.</p><p class="mvert05">As equival\u00EAncias tempor\u00E1rias (dispensas assinaladas a <b>vermelho</b>), s\u00E3o aquelas em que uma ou mais unidades curriculares origem ainda n\u00E3o t\u00EAm classifica\u00E7\u00E3o.</p><p class="mvert05">Solicita-se aos alunos que verifiquem a informa\u00E7\u00E3o aqui apresentada com base nos <a href="http://www.ist.utl.pt/html/ensino/ate2006/#pla" target="_blank">planos de transi\u00E7\u00E3o</a>.</p><p class="mvert05">No caso de subsistirem d\u00FAvidas dever\u00E3o contactar a coordena\u00E7\u00E3o do curso, indicando o seu n\u00FAmero de aluno e identificando claramente o problema detectado.</p>
label.transition.bolonha.noEquivalences                                                                    = N\u00E3o existem equival\u00EAncias
label.transition.bolonha.registrationsInTransition                                                         = Matr\u00EDculas em Transi\u00E7\u00E3o
label.transition.bolonha.registrationsInTransition.noRegistrations                                         = Ainda n\u00E3o existem matr\u00EDculas em transi\u00E7\u00E3o
label.type                                                                                                 = Tipo
label.unEnroll                                                                                             = Desinscrever
label.urgency.charge                                                                                       = Taxa de Urg\u00EAncia
label.useInformation                                                                                       = Informa\u00E7\u00F5es de utiliza\u00E7\u00E3o
label.vacancies                                                                                            = Vagas
label.validationCode                                                                                       = C\u00F3digo de valida\u00E7\u00E3o
label.view                                                                                                 = Visualizar
label.viewCandidacyTitle                                                                                   = Dados da Candidatura
label.viewDegreeCurricularPlan                                                                             = Consultar Plano Curricular
label.viewExecutionCourseForuns.noAttendsForExecutionPeriod                                                = Os f\u00F3runs ficam dispon\u00EDveis ap\u00F3s a realiza\u00E7\u00E3o das inscri\u00E7\u00F5es em disciplinas
label.viewExecutionCourseForuns.noForumsForExecutionCourse                                                 = N\u00E3o existem f\u00F3runs
#Foruns
label.viewExecutionCourseForuns.title                                                                      = F\u00F3runs das Disciplinas
label.viewInstructions                                                                                     = Consultar Instru\u00E7\u00F5es
label.viewStudentCurricularPlan                                                                            = Consultar Curr\u00EDculo do Aluno
label.visualize                                                                                            = Visualizar
label.warning                                                                                              = Aviso
label.weekly.work.load.hoursperweek                                                                        = (horas/semana)
label.weight                                                                                               = Peso
label.writtenTests                                                                                         = Testes
label.yes                                                                                                  = Sim

leic.old.secretary.enrolment.student.reason = O aluno ter\u00E1 que se dirigir \u00E0 secretaria de Gradua\u00E7\u00E3o para efectuar a sua inscri\u00E7\u00E3o. Pode efectuar a sua reserva de turmas, escolhendo as disciplinas que pretende frequentar. Obrigado.

link.StudentGroupsList                                                          = Listar Grupos
link.all                                                                        = Todas
link.appearance                                                                 = (Link)
link.backToProjects                                                             = Voltar
link.backToProjects.description                                                 = Voltar \u00E0 p\u00E1gina de agrupamentos da disciplina
link.backToShiftsAndGroups                                                      = Voltar
link.backToShiftsAndGroups.description                                          = Voltar \u00E0 p\u00E1gina de turnos do agrupamento
link.careerWorkshopApplication.rules                                            = Regulamento do Concurso de Bolsas para os IST Career Workshops
link.choose.optional.curricular.course                                          = Escolher Op\u00E7\u00E3o
link.cleanResponses                                                             = Limpar respostas
# Links
link.curricular.course.enrolment                                                = Inscri\u00E7\u00E3o em Disciplinas
link.doneTests                                                                  = Fichas realizadas
link.editStudentGroupShift                                                      = Alterar Turno
link.enrollStudentGroupInShift                                                  = Associar Turno
link.enrollment.optional.courses                                                = Inscri\u00E7\u00E3o em Disciplinas de Op\u00E7\u00E3o
link.enrolment                                                                  = Inscrever
link.evaluations.enrolment                                                      = Avalia\u00E7\u00F5es
link.exams.enrolment                                                            = Exames
link.finalDegreeWork                                                            = Disserta\u00E7\u00E3o
link.finalDegreeWork.candidacy                                                  = Candidatura
link.finalDegreeWork.confirmAttribution                                         = Confirmar Atribui\u00E7\u00E3o
link.finalDegreeWork.proposal.listings                                          = Listar Propostas
link.finalDegreeWork.selectProposals                                            = Selecionar Propostas
link.finalDegreeWork.confirmAttribution                                         = Confirmar Atribuio
link.giveUp                                                                     = Desistir
link.groupEnrolment                                                             = Grupos
link.grouping.chooseGroups                                                      = Escolher Grupos
link.insertGroup                                                                = Criar Grupo
link.my.timetable                                                               = Hor\u00E1rio
link.myExecutionCourses                                                         = As minhas disciplinas
link.pick.scp                                                                   = Escolher Plano Curricular
link.projectSubmissions                                                         = Submiss\u00E3o de Projectos
link.projectSubmissions.viewProjectSubmissions.submitProject                    = Submeter Ficheiro
link.projectSubmissions.viewProjectsWithOnlineSubmission.viewProjectSubmissions = Ver Ficheiros Submetidos
link.removeEnrolment                                                            = Remover Inscri\u00E7\u00E3o
link.results.test                                                               = Prova de Aferi\u00E7\u00E3o de F\u00EDsica
link.seminaries.enrolment                                                       = Semin\u00E1rios
link.seminaries.enrolmentmessage.minimum.number.curricular.courses.to.enroll    = Deve inscrever-se a pelo menos {0} disciplinas.
link.seminaries.rules                                                           = http://seminarios.ist.utl.pt/
link.senior.info                                                                = Ficha de Finalista
link.shift.chooseCourses                                                        = Escolher Disciplinas
link.shift.enrolement.edit                                                      = Escolher Turnos
link.shift.enrollment.item1                                                     = Reservar Turmas e Turnos
link.shift.enrollment.item2                                                     = Consultar Hor\u00E1rio
link.shift.enrollment.item3                                                     = Terminar
link.shift.enrolment                                                            = Turmas
link.specialSeason.enrolment                                                    = \u00C9poca Especial
link.student.back                                                               = \u00AB Voltar
link.student.careerWorkshop                                                     = IST CareerWorkshops
link.student.curriculum                                                         = Curr\u00EDculo
link.student.dataAuthorizationHistory                                           = Consultar Hist\u00F3rico de Autoriza\u00E7\u00F5es
link.student.declaration.goBack                                                 = Voltar
link.student.delegatesInfo                                                      = Delegados
link.student.enrollment                                                         = Disciplinas
link.student.enrollmentTitle                                                    = Inscri\u00E7\u00F5es
link.student.finalWorkTitle                                                     = Disserta\u00E7\u00F5es
link.student.portal.back                                                        = Voltar
link.student.portal.home                                                        = In\u00EDcio
link.student.portalTitle                                                        = Portal do Estudante
link.student.seeAllClasses                                                      = Mostrar todas as disciplinas
link.student.seniorTitle                                                        = Finalistas
link.student.thesis.file.remove                                                 = Remover
link.student.thesis.file.upload                                                 = Submeter
link.student.thesis.identification.download                                     = Gerar ficha de identifica\u00E7\u00E3o
link.student.thesis.juryreport.download                                         = Gerar Acta do J\u00FAri
link.student.thesis.submit.edit                                                 = Editar
link.student.tutorInfo                                                          = Tutoria
link.student.yearDelegateElections                                              = Elei\u00E7\u00E3o de Delegado de Ano
link.tests                                                                      = Fichas de Trabalho
link.testsSubmissions                                                           = Resposta e submiss\u00E3o de Fichas de Trabalho 
link.thesis.operation                                                           = Ver Hist\u00F3rico das Opera\u00E7\u00F5es
link.title.calendar                                                             = Calend\u00E1rio
link.title.careerWorkshop                                                       = IST CareerWorkshops
#Link Titles
link.title.curriculum                                                           = Curr\u00EDculo do Aluno
link.title.delegatesInfo                                                        = Consulta de Delegados
link.title.evaluations.enrolment                                                = Inscri\u00E7\u00F5es em Avalia\u00E7\u00F5es
link.title.exams.enrolment                                                      = Inscri\u00E7\u00F5es em Exames
link.title.finalWorkTitle                                                       = Disserta\u00E7\u00E3o
link.title.groupEnrolment                                                       = Inscri\u00E7\u00E3o em Grupos
link.title.inquiry.students.courses                                             = QUC - Garantia da qualidade da Unidades Curriculares
link.title.payments                                                             = Pagamentos
link.title.residencePayments                                                    = Pagamentos de resid\u00EAncia
link.title.results.test                                                         = Resultados da Prova de Aferi\u00E7\u00E3o de F\u00EDsica
link.title.seminaries.enrolment                                                 = Candidatura a Semin\u00E1rios
link.title.seminaries.rules                                                     = Regulamento de Semin\u00E1rios
link.title.shift.enrolment                                                      = Reserva de Turmas
link.title.specialSeason.enrolment                                              = Inscri\u00E7\u00F5es em \u00C9poca Especial
link.title.statutes                                                             = Estatutos do Aluno
link.title.student.enrollment                                                   = Inscri\u00E7\u00E3o em Disciplinas
link.title.timetable                                                            = Hor\u00E1rio do Aluno
link.title.tutorInfo                                                            = Informa\u00E7\u00E3o da Tutoria
link.title.writtenTests.enrolment                                               = Inscri\u00E7\u00F5es em Testes
link.title.yearDelegateElections                                                = Elei\u00E7\u00E3o de Delegado de Ano
link.toDoTests                                                                  = Fichas a decorrer
link.unEnrollStudentGroupShift                                                  = Dissociar Turno
link.unenrole.shift                                                             = Anular Reserva
link.viewAllStudentsAndGroups                                                   = Alunos
link.viewAllStudentsAndGroups.description                                       = Ver lista de alunos inscritos em grupos neste agrupamento
link.viewExecutionCourseForuns                                                  = F\u00F3runs das Disciplinas
link.viewExecutionCourseForuns.viewForum                                        = Ver F\u00F3rum
link.weekly.work.load                                                           = Esfor\u00E7o Semanal
link.writtenTests.enrolment                                                     = Testes

message.CoursesWithTests                                                 = Disciplinas com fichas
message.LEEC.students.tutor                                              = <strong>Alunos da LEEC</strong> que n\u00E3o souberem se devem possuir tutor ou qual o seu tutor, dever\u00E3o consultar o seguinte endere\u00E7o: <a href="http://mega.ist.utl.pt/~leec/tutores/tutorado.html">http://mega.ist.utl.pt/~leec/tutores/tutorado.html</a>
message.LEFT.students                                                    = <strong>Alunos da LEFT</strong> que pretendam inscrever-se em disciplinas do 4\u00BA ou 5\u00BA ano devem dirigir-se \u00E0 Secretaria do Departamento de F\u00EDsica.
message.LEIC.students                                                    = <strong>Alunos da LEIC Alameda</strong> do curr\u00EDculo antigo (5\u00BA ano) devem dirigir-se \u00E0 Secretaria de Gradua\u00E7\u00E3o.
message.LESIM.students                                                   = <strong>Alunos da LEIC Taguspark</strong> para se inscreverem \u00E0s seguintes op\u00E7\u00F5es do 5\u00BA ano: disciplinas da LEIC - Alameda ou \u00E0s duas disciplinas do 4\u00BA ano da \u00C1rea Complementar, devem dirigir-se \u00E0 secretaria do Taguspark.
message.LMAC.students                                                    = <strong>Alunos da LMAC</strong> que pretendam inscrever-se em disciplinas do 3\u00BA,4\u00BA ou 5\u00BA ano devem dirigir-se \u00E0 Secretaria com o seu plano de estudos para o ano lectivo.
message.NoShift                                                          = Sem Turno
message.actualHour                                                       = Hora actual: 
#
# rules messages. 
message.acumulated.curricular.courses                                    = N\u00E3o se pode inscrever a mais de {0} disciplinas acumuladas.
message.cancel.academicServiceRequest.sucess                             = Pedido de Documento cancelado com sucesso.
#message.out.curricular.course.enrolment.period.default = Sistema sobrecarregado. Tente mais tarde.
#message.out.curricular.course.enrolment.period = Sistema sobrecarregado. Tente mais tarde.
message.candidacy.requirements.not.available                             = A informa\u00E7\u00E3o de requisitos de candidatura n\u00E3o est\u00E1 dispon\u00EDvel.
message.cant.enroll                                                      = Infelizmente n\u00E3o se pode inscrever atrav\u00E9s deste sistema. Por favor, inscreva-se pelo sistema antigo ou contacte a secretaria ou o coordenador do curso, de modo a verificar a sua situa\u00E7\u00E3o.
message.confirm.submit.weekly.work.load                                  = Uma vez submetidos os valores, estes n\u00E3o podem ser alterados. Para prosseguir click no bot\u00E3o de OK. Para conferir novamente os valores click no bot\u00E3o de cancelar.
message.editStudentGroupShift                                            = Seleccione o novo turno :
message.empty.curriculum                                                 = Curr\u00EDculo vazio.
message.enrollment.instructions                                          = Instru\u00E7\u00F5es
message.enrollment.terminated                                            = Quando terminar o processo de inscri\u00E7\u00E3o pode consultar o seu 
message.enrollment.terminated.shifts                                     = Quando terminar o processo de inscri\u00E7\u00E3o deve efectuar a reserva de turmas em 
message.enrolment.earlier.curricular.courses                             = Para se inscrever nas disciplinas de um dado ano, deve inscrever-se obrigatoriamente a todas as disciplinas dos anos anteriores.
message.executionCourses.not.available                                   = N\u00E3o existem disciplinas com agrupamentos em per\u00EDodo de inscri\u00E7\u00E3o. 
message.exportChecksumReport                                             = Dever\u00E1 exportar o comprovativo, ele \u00E9 essencial para provar a submiss\u00E3o da ficha de trabalho. N\u00E3o ser\u00E3o aceites reclama\u00E7\u00F5es sem a entrega do comprovativo.
message.exportChecksumReportAfterSubmission                              = Ap\u00F3s submeter a ficha dever\u00E1 exportar o comprovativo de entrega. N\u00E3o ser\u00E3o aceites reclama\u00E7\u00F5es sem a entrega do comprovativo.
message.giveUpQuestion                                                   = Se desitir da al\u00EDnea, n\u00E3o poder\u00E1 voltar a responder.<br/>Pretende desistir da al\u00EDnea?
message.info.student                                                     = Nesta \u00E1rea poder\u00E1 encontrar, de uma forma centralizada, alguns servi\u00E7os acad\u00E9micos tradicionais, que normalmente se encontram dispersos. O objectivo \u00E9 que consiga consultar informa\u00E7\u00E3o de forma r\u00E1pida e eficiente, acelerando alguns dos processos relacionados com o seu trajecto escolar, e minimizando o tempo dispendido na procura de informa\u00E7\u00E3o. Aos servi\u00E7os existentes ir\u00E3o sendo adicionados novos servi\u00E7os ao longo do ano lectivo.
message.infoGroupPropertiesList.not.available                            = N\u00E3o existem agrupamentos.
message.infoSiteGroupsByShiftList.not.available                          = N\u00E3o existem grupos.
message.infoSiteShiftList.not.available                                  = N\u00E3o existem turnos para se inscrever.
message.infoSiteStudentGroupList.not.available                           = N\u00E3o existem elementos no grupo.
message.infoSiteStudentsAndGroupsList.not.available                      = N\u00E3o existem alunos inscritos em grupos neste turno.
message.infoStudents.not.available                                       = N\u00E3o existem alunos sem grupo para inscri\u00E7\u00F5es.
message.leq.unique.laboratory                                            = S\u00F3 se pode inscrever a um laborat\u00F3rio.
message.maximum.number.curricular.courses.to.enroll                      = N\u00E3o se pode inscrever a mais de {0} disciplinas.
message.no.approvals                                                     = N\u00E3o existem Aprova\u00E7\u00F5es nesta Matr\u00EDcula.
message.no.curricularplan                                                = Plano curricular de aluno n\u00E3o encontrado.
message.no.curricularplans                                               = N\u00E3o existem planos curriculares.
message.no.enroled.evaluations                                           = N\u00E3o est\u00E1 inscrito em nenhuma avalia\u00E7\u00E3o
message.no.enrolments                                                    = N\u00E3o existem inscri\u00E7\u00F5es neste plano curricular.
message.no.evaluations.to.enroll                                         = N\u00E3o existe nenhuma avalia\u00E7\u00E3o com inscri\u00E7\u00E3o aberta
message.no.evaluations.with.enrolmentPeriodClosed                        = N\u00E3o existem avalia\u00E7\u00F5es com per\u00EDodo de inscri\u00E7\u00E3o fechado
message.no.evaluations.without.enrolment.period                          = N\u00E3o existem avalia\u00E7\u00F5es sem per\u00EDodo de inscri\u00E7\u00E3o definido
message.no.registration                                                  = Acesso apenas a estudantes com matr\u00EDcula.
message.no.seminaries.to.enroll                                          = N\u00E3o existe nenhum semin\u00E1rio com inscri\u00E7\u00E3o aberta.
message.noStudentExecutionCourses                                        = N\u00E3o est\u00E1 inscrito em nenhuma disciplina.
message.noStudentTests                                                   = N\u00E3o tem fichas de trabalho na data especificada.
message.onlineTest.info                                                  = <div class="infoop3 printhidden"><h3>Informa\u00E7\u00F5es sobre as Fichas de Trabalho Online</h3><p>As sess\u00F5es no F\u00E9nix t\u00EAm um per\u00EDodo de validade. Se a sess\u00E3o expirar enquanto est\u00E1 a responder, quando submeter as respostas ser\u00E1 redireccionado para a p\u00E1gina de login. Neste caso as respostas n\u00E3o s\u00E3o submetidas e dever\u00E1 submeter novamente as respostas.</p><p>As respostas podem ser submetidas individualmente e por qualquer ordem. Se se tratar de uma ficha de avalia\u00E7\u00E3o cada resposta s\u00F3 pode ser submetida uma vez.</p><p> Ap\u00F3s cada submiss\u00E3o \u00E9 gerado um c\u00F3digo de valida\u00E7\u00E3o que diz respeito a essa submiss\u00E3o. Este c\u00F3digo cont\u00E9m informa\u00E7\u00E3o sobre a ficha e as respostas submetidas, assim como a data/hora da submiss\u00E3o. Confirme sempre que, ap\u00F3s a submiss\u00E3o, \u00E9 redireccionado para a p\u00E1gina onde pode obter esse c\u00F3digo. N\u00E3o s\u00E3o aceites reclama\u00E7\u00F5es sem a apresenta\u00E7\u00E3o desse c\u00F3digo.</p><p> Por omiss\u00E3o, a f\u00F3rmula para correc\u00E7\u00E3o das respostas \u00E9 <br/><br/>escolha simples: <img align="absmiddle" src="../images/multipleChoiseFormula.gif"><br/><br/>escolha m\u00FAltipla: <img align="absmiddle" src="../images/multipleResponseFormula.gif"><br/><br/>  Estas f\u00F3rmulas implicam que podem ser obtidas classifica\u00E7\u00F5es negativas. No entanto o docente pode optar por usar outras f\u00F3rmulas de correc\u00E7\u00E3o. Em caso de d\u00FAvida contacte o docente.</p></div>
message.out.classes.enrolment.period                                     = {0}: A reserva de turnos decorre de {1} a {2}
message.out.curricular.course.enrolment.period.default                   = Fora do per\u00EDodo de inscri\u00E7\u00F5es.
message.out.curricular.course.enrolment.period.flunked.noDates           = Fora do per\u00EDodo de inscri\u00E7\u00F5es para alunos que tenham reingressado.
message.out.curricular.course.enrolment.period.flunked.students          = Alunos que estiveram prescritos: per\u00EDodo de inscri\u00E7\u00E3o de {0} at\u00E9 {1}
message.out.curricular.course.enrolment.period.normal                    = \u00C9poca normal: per\u00EDodo de inscri\u00E7\u00E3o de {0} at\u00E9 {1}
message.out.curricular.course.enrolment.period.normal.noDates            = Fora do per\u00EDodo de inscri\u00E7\u00F5es.
message.out.curricular.course.enrolment.period.specialSeason             = Alunos de \u00E9poca especial: per\u00EDodo de inscri\u00E7\u00E3o de {0} at\u00E9 {1}
message.out.curricular.course.enrolment.period.specialSeason.noDates     = Fora do per\u00EDodo de inscri\u00E7\u00F5es para alunos que tiveram acesso a \u00E9poca especial.
message.out.degree.enrolment.period                                      = {0}: As inscri\u00E7\u00F5es em unidades curriculares decorrem de {1} a {2}
message.out.degree.enrolment.period.after.special.season                 = {0}: Para alunos inscritos em \u00C9poca Especial, as inscri\u00E7\u00F5es em unidades curriculares decorrem de {1} a {2}
message.out.degree.enrolment.period.in.special.season.evaluations        = {0}: As inscri\u00E7\u00F5es em avalia\u00E7\u00F5es de \u00C9poca Especial para disciplinas do {1}\u00BA Semestre de {2} decorrem de {3} a {4}
message.out.degree.enrolment.period.in.special.season.evaluations.simple = {0}: As inscri\u00E7\u00F5es em avalia\u00E7\u00F5es de \u00C9poca Especial decorrem de {1} a {2}
message.out.enrolment.period.default                                     = Sem inscri\u00E7\u00E3o
message.out.enrolment.period.normal                                      = Per\u00EDodo de Inscri\u00E7\u00E3o
message.out.no.evaluations                                               = N\u00E3o existem avalia\u00E7\u00F5es definidas.
message.out.not.enrolled                                                 = N\u00E3o inscrito
message.out.realization.date                                             = Data de Realiza\u00E7\u00E3o
message.out.realization.period                                           = Per\u00EDodo de Realiza\u00E7\u00E3o
message.out.room                                                         = Sala(s)
message.out.until                                                        = a
message.out.without.room                                                 = Sem sala
message.precedence.during.enrolment                                      = A disciplina {0} tem preced\u00EAncia de inscri\u00E7\u00E3o.
message.project.wihtout.coavaliation                                     = <i>N\u00E3o existem</i>
message.project.wihtout.description                                      = <i>Sem descri\u00E7\u00E3o</i>
message.scheduling.not.defined                                           = Os termos da realiza\u00E7\u00E3o de candidaturas n\u00E3o foi ainda definido pelo coordenador.
message.seminaries.avaliableCases                                        = Casos Dispon\u00EDveis
message.seminaries.selectCaseStudy                                       = Para realizar a sua candidatura, por favor, seleccione cinco casos de estudo por ordem de prefer\u00EAncia.
message.seminaries.selectedCases                                         = Casos Seleccionados
message.shift.enrollement.curricular                                     = Disciplinas curriculares em que se encontra inscrito:
message.shift.enrollement.extra                                          = Disciplinas extra-inscri\u00E7\u00E3o:
message.shift.enrollement.legend                                         = Tipos de Turno: <strong>T</strong> - Te\u00F3rico | <strong>P</strong> - Pr\u00E1tico | <strong>TP</strong> - Te\u00F3rico-pr\u00E1tico | <strong>L</strong> - Laborat\u00F3rio | <strong>TC</strong> - Trabalho de Campo | <strong>Pb</strong> - Problemas | <strong>S</strong> - Semin\u00E1rios | <strong>E</strong> - Est\u00E1gio | <strong>OT</strong> - Orienta\u00E7\u00E3o Tutorial
message.shift.enrollement.list                                           = Turnos Reservados:
message.shift.enrollement.resume.item1                                   = Antes de iniciar a reserva de turnos, deve-se inscrever nas disciplinas curriculares que pretende frequentar em:
message.shift.enrollement.resume.item2                                   = Caso pretenda frequentar uma disciplina em que n\u00E3o se pode inscrever curricularmente, consulte a seguinte p\u00E1gina antes de prosseguir com a reserva de turmas:
message.shift.enrollment.chooseCourses.help                              = Se pretende marcar/alterar as disciplinas que ir\u00E1 frequentar.
message.shift.enrollment.modifyShifts.help                               = Se pretende alterar/continuar a inscri\u00E7\u00E3o nos turnos.
message.shift.enrollment.over.help                                       = Se pretende terminar, por agora, o processo de reserva de turma.
message.shift.enrollment.timetable.help                                  = Se pretende visualizar o hor\u00E1rio resultante.
message.shift.enrollment.unenroll.help                                   = Se pretende desinscrever-se do turno que escolheu, respectivamente.
message.shift.without.groups                                             = <i>Sem grupos</i>
message.shifts.not.available                                             = N\u00E3o existem turnos.
message.showShiftsToEnroll.actual.timetable                              = O seu hor\u00E1rio actual:
message.showShiftsToEnroll.instructions0                                 = Instru\u00E7\u00F5es:
message.showShiftsToEnroll.instructions1                                 = Clique nos icons
message.showShiftsToEnroll.instructions2                                 = e
message.showShiftsToEnroll.instructions3                                 = para reservar ou remover os turnos respectivos.
message.showShiftsToEnroll.instructions4                                 = A informa\u00E7\u00E3o referente aos turnos aparece no seguinte formato: Disciplina > Tipo de Aula > Sala. Exemplo: TCMI (T) VA5 corresponde ao turno da disciplina Transmiss\u00E3o de Calor e Massa I, Aula Te\u00F3rica, Sala VA5. 
message.showShiftsToEnroll.showAllCourses                                = Se pretender visualizar todas as disciplinas
message.showShiftsToEnroll.title                                         = Reserva de Turmas e Turnos
message.showShiftsToEnroll.visibleCourse                                 = Est\u00E1 a visualizar a disciplina
message.student.cannotEnroll.inquiriesNotAnswered                        = Tem Inqu\u00E9ritos por responder. Por favor, preencha-os antes de continuar a sua Inscri\u00E7\u00E3o em Disciplinas.
message.student.cannotEnroll.shifts.inquiriesNotAnswered                 = Tem Inqu\u00E9ritos por responder. Por favor, preencha-os antes de continuar a sua Inscri\u00E7\u00E3o em Turmas.
message.student.curricular.plan.various                                  = <strong>Nota: \u00C9 normal a exist\u00EAncia de dois planos curriculares para o mesmo curso.</strong><br/>\u0009O plano curricular com a data mais antiga (ano da sua entrada no IST), contem o seu curr\u00EDculo tal e qual como o pode visualizar no ponto habitual acedido atrav\u00E9s da p\u00E1gina do IST.<br/>\u0009O plano curricular com a data mais recente (este ano lectivo) contem o seu curr\u00EDculo como se o tivesse iniciado este ano, ou seja, apenas com as disciplinas em que se encontra inscrito a partir deste ano lectivo.<br/>\u0009A raz\u00E3o desta separa\u00E7\u00E3o \u00E9 dar a hip\u00F3tese de verificar a correc\u00E7\u00E3o do seu curr\u00EDculo passado, para, mais tarde (e depois de ter a certeza de que est\u00E1 tudo em ordem), juntar toda a informa\u00E7\u00E3o num s\u00F3 plano curricular.
message.student.curriculum                                               = Curr\u00EDculo do Aluno
message.student.dataShareAuthorization.saveSuccess                       = Altera\u00E7\u00E3o efectuada
message.student.enrolled.curricularCourses                               = Disciplinas curriculares <u>em que est\u00E1 inscrito</u>
message.student.enrollment.confirmation                                  = A inscri\u00E7\u00E3o foi efectuada com sucesso. Confirme a situa\u00E7\u00E3o actual em baixo.
message.student.enrollment.help                                          = Caso pretenda inscri\u00E7\u00E3o noutras \u00E1reas deve seleccionar as que pretende.
message.student.shift.enrollment                                         = Reserva de Turmas - Resumo
message.student.shiftEnrollment                                          = Na caixa da esquerda encontram-se as disciplinas dispon\u00EDveis que pode frequentar, na caixa da direita encontram-se as disciplinas que vai frequentar. Utilize os bot\u00F5es de "adicionar disciplina" e "remover disciplina" para actualizar a segunda caixa.
message.student.shiftEnrollment.confirmation                             = A Reserva de Turmas foi efectuada com sucesso em todas as disciplinas que frequenta.
message.student.shiftEnrollment.lacksCourses                             = Aten\u00E7\u00E3o: Ainda falta inscrever-se em Turnos referentes a {0} disciplina(s).
message.student.statutes.empty                                           = N\u00E3o tem estatutos associados
message.student.unenrolled.curricularCourses                             = Disciplinas curriculares <u>em que se pode inscrever</u>
message.studentQuestionsAnsweredNumber                                   = N\u00FAmero de perguntas respondidas:
message.studentQuestionsNotAnsweredNumber                                = N\u00FAmero de perguntas n\u00E3o respondidas:
message.studentTest.no.available                                         = A ficha de trabalho n\u00E3o est\u00E1 dispon\u00EDvel.
message.studentTest.notSent                                              = A ficha de trabalho n\u00E3o foi enviada. O prazo para realizar a ficha j\u00E1 terminou.
message.studentTest.sent                                                 = A ficha de trabalho foi enviada.
message.studentTestLog.checksumReport                                    = Exportar Comprovativo (pdf)
message.students.with.tutor                                              = <strong>Alunos que possuam tutor</strong> devem contact\u00E1-lo para procederem \u00E0 sua inscri\u00E7\u00E3o.
message.subQuestions                                                     = Esta pergunta \u00E9 uma pergunta com al\u00EDneas. Ap\u00F3s responder poder\u00E1 surgir uma nova al\u00EDnea para responder.
#
#messages
message.successful.enrolment                                             = Inscri\u00E7\u00E3o efectuada com sucesso.
message.testDates                                                        = Periodo de execu\u00E7\u00E3o da Ficha de Trabalho: <b>{0}</b> a <b>{1}</b>.
message.thesis.process.instructions                                      = Confirme todos os dados introduzidos. De seguida dever\u00E1 imprimir a sua ficha de identifica\u00E7\u00E3o e entreg\u00E1-la na secretaria do seu departamento. 
message.warning.student.enrolmentClasses                                 = A Reserva de Turmas <strong>n\u00E3o substitui</strong> a inscri\u00E7\u00E3o nas respectivas disciplinas curriculares efectuada em
message.warning.student.enrolmentClasses.Fenix                           = Inscri\u00E7\u00E3o em Disciplinas
message.warning.student.enrolmentClasses.first.year.first.semester       = As turmas e turnos das disciplinas de <strong>1\u00BA ano 1\u00BA semestre</strong> est\u00E3o bloqueadas para inscri\u00E7\u00E3o enquanto n\u00E3o forem colocados os alunos de 1\u00BA ano
message.warning.student.enrolmentClasses.labs                            = A Reserva nos Turnos de Laborat\u00F3rio <strong>n\u00E3o \u00E9 vinculativa</strong> e est\u00E1 apenas dispon\u00EDvel para poder ver o seu hor\u00E1rio final. A Reserva efectiva nos Laborat\u00F3rios est\u00E1 a cargo dos professores respons\u00E1veis de cada disciplina.
message.warning.student.enrolmentClasses.notEnroll                       = Pode, <strong>a t\u00EDtulo condicional</strong>, nos casos a seguir indicados, frequentar uma disciplina em que n\u00E3o se encontre inscrito curricularmente. 
message.warning.student.enrolmentClasses.notEnroll.chooseCourse          = Para frequentar aulas de uma disciplina em que n\u00E3o se encontre inscrito curricularmente ter\u00E1 que a escolher antes de prosseguir a reserva de turmas:
message.warning.student.enrolmentClasses.notEnroll.chooseCourse.link     = Escolher disciplinas extra-inscri\u00E7\u00E3o
message.warning.student.notYet.enroll                                    = ATEN\u00C7\u00C3O: Ainda n\u00E3o se inscreveu \u00E0s disciplinas.

mobile = Telem\u00F3vel

no.document.requests         = N\u00E3o existem pedidos de documentos na Secretaria em nome do aluno 
no.previouse.response.period = Nada a preencher

not.applicable = N\u00E3o aplic\u00E1vel a planos curriculares pr\u00E9-Bolonha.

notes = Observa\u00E7\u00F5es

organize.by = Organizar por

otherPurpose = Outra

outside.weekly.work.load.response.period = Encontra-se fora do periodo de respostas

participate = Participar

phone = Telefone

#Project Submissions
projects = Projectos

property.groups           = Grupos 
property.lesson.beginning = In\u00EDcio
property.lesson.end       = Fim
property.lesson.room      = Sala
property.lesson.weekDay   = Dia da Semana
property.lessons          = Aulas
property.student.number   = N\u00FAmero
#properties
property.turno            = Turno

request.information = Informa\u00E7\u00E3o do Pedido
request.situation   = Situa\u00E7\u00E3o do Pedido

return = Voltar

student.male.capitalized                      = Aluno
student.thesis.document.type                  = Tem que submeter o ficheiro em formato PDF
student.thesis.generate.identification.failed = N\u00E3o foi poss\u00EDvel gerar a ficha de identifica\u00E7\u00E3o de disserta\u00E7\u00E3o. Por favor contacte o suporte.
student.thesis.generate.juryreport.failed     = N\u00E3o foi poss\u00EDvel gerar a Acta do J\u00FAri. Por favor contacte o suporte.

submit = Submeter

success.in.all.document.request.creation = Requerimento efectuado com sucesso.

thesis.has.enrolment.in.future          = A opera\u00E7\u00E3o n\u00E3o pode ser efectuada, pois o aluno encontra-se inscrito numa disserta\u00E7\u00E3o num ano l\u00E9ctivo posterior a este.
thesis.student.abstract.missing         = Ainda n\u00E3o foi introduzido o resumo na sua forma textual
thesis.student.declaration.notAccepted  = Tem que aceitar a declara\u00E7\u00E3o de confidencialidade
thesis.student.discussionDate.missing   = Tem que indicar em que data foi discutida a disserta\u00E7\u00E3o
thesis.student.dissertation.missing     = Ainda n\u00E3o submeteu o PDF da disserta\u00E7\u00E3o
thesis.student.extendedAbstract.missing = Ainda n\u00E3o submeteu o PDF do resumo alargado 
thesis.student.keywords.missing         = As palavras-chave da disserta\u00E7\u00E3o ainda n\u00E3o est\u00E3o definidas

#titles
title.ChooseExecutionCourse                    = Escolha uma disciplina
title.ExecutionCourseProjects                  = Agrupamentos em Per\u00EDodo de Inscri\u00E7\u00E3o
title.ExecutionCourseProjects.short            = Agrupamentos
title.GroupStudentEnrolment                    = Inscri\u00E7\u00E3o em Grupo
title.RemoveEnrolment                          = Remover Inscri\u00E7\u00E3o 
title.ShiftsAndGroups                          = Visualiza\u00E7\u00E3o dos Turnos do Agrupamento
title.StudentGroupInformation                  = Visualiza\u00E7\u00E3o do Grupo
title.credits.warning                          = Aviso (dirigido aos alunos que tenham que escolher \u00E1reas de especializa\u00E7\u00E3o principal e secund\u00E1ria)
title.editStudentGroupShift                    = Alterar Turno do Grupo
title.enrollStudentGroupShift                  = Associar Turno ao Grupo
title.enrolmentGroup.insertNewGroup            = Criar Grupo Novo
title.execution.course                         = Disciplina
title.finalDegreeWork.attribution              = Confirmar Atribui\u00E7\u00E3o \u00E0 Disserta\u00E7\u00E3o
title.finalDegreeWork.candidacy                = Candidatura a Disserta\u00E7\u00E3o
title.finalDegreeWork.dissertations            = Disserta\u00E7\u00F5es
title.student.LEEC.enrollment                  = Inscri\u00E7\u00E3o de alunos em disciplinas da LEEC - com regras
title.student.dataShareAuthorizations          = Ced\u00EAncia de Dados Pessoais
title.student.dataShareAuthorizations.short    = Ced\u00EAncia de Dados
title.student.enrollment                       = Inscri\u00E7\u00E3o de alunos em disciplinas - com regras
title.student.enrollment.resume                = Inscri\u00E7\u00E3o em Disciplinas - Resumo
title.student.enrollment.simple                = Inscri\u00E7\u00E3o em Disciplinas
title.student.portalTitle                      = Portal do Estudante
title.student.schedule                         = Hor\u00E1rio
title.student.shift.enrollment                 = Reserva de Turmas
## Thesis ##
title.student.thesis                           = Disserta\u00E7\u00E3o
title.student.thesis.declaration               = Declara\u00E7\u00E3o
title.student.thesis.edit.abstract             = Editar Resumo
title.student.thesis.edit.keywords             = Editar Palavras-Chave
title.student.thesis.proposal                  = Tema atribu\u00EDdo
title.student.thesis.submission                = Submiss\u00E3o da Disserta\u00E7\u00E3o
title.student.thesis.submit.abstract           = Resumo
title.student.thesis.submit.declaration        = Declara\u00E7\u00E3o
title.student.thesis.submit.details            = Detalhes
title.student.thesis.submit.dissertation       = Disserta\u00E7\u00E3o
title.student.thesis.submit.extendedAbstract   = Resumo Alargado
title.student.thesis.submit.keywords           = Palavras-Chave
title.student.thesis.upload.abstract           = Submeter Resumo Alargado
title.student.thesis.upload.dissertation       = Submeter Disserta\u00E7\u00E3o
title.viewAllStudentsAndGroups                 = Visualizar Todos os Alunos Inscritos em Grupos
title.viewStudentsAndGroupsByShift             = Visualizar Alunos Inscritos em Grupos do Turno
title.viewStudentsAndGroupsWithoutShift        = Visualizar Alunos Inscritos em Grupos Sem Turno
title.weekly.work.load.autonomousStudy         = Trabalho Aut\u00F3nomo
title.weekly.work.load.autonomousStudy.tooltip = Trabalho <strong>Aut\u00F3nomo</strong>: trabalho extra-aulas, estudo, prepara\u00E7\u00E3o de trabalhos, realiza\u00E7\u00E3o de projectos
title.weekly.work.load.contact                 = Contacto
title.weekly.work.load.contact.tooltip         = Carga Hor\u00E1ria de <strong>Contacto</strong>: aulas, avalia\u00E7\u00F5es de trabalhos e projectos, exames, testes, provas orais
title.weekly.work.load.instructions.footer     = Os valores introduzidos devem ser inteiros, devendo ser obrigatoriamente preenchidos os tr\u00EAs campos, possivelmente  com o valor zero (0). S\u00F3 o preenchimento consciente destes dados, com a introdu\u00E7\u00E3o ass\u00EDdua e correcta do esfor\u00E7o despendido, garante que esta ferramenta servir\u00E1 os interesses da Escola, como meio de identificar alguns problemas, e suas causas, que poder\u00E3o ocorrer durante o semestre.
title.weekly.work.load.instructions.header     = Aqui pode preencher semanalmente o esfor\u00E7o (em horas) despendido na semana passada {0}, em cada uma das disciplinas em que se encontra inscrito. Estes valores dever\u00E3o ser preenchidos semanalmente at\u00E9 ao fim do per\u00EDodo de avalia\u00E7\u00F5es. Para cada disciplina dever\u00E1 introduzir o tempo de <strong>Contacto</strong> com os docentes, de <strong>Estudo Aut\u00F3nomo</strong> e <strong>Outros</strong>:
title.weekly.work.load.other                   = Outro
title.weekly.work.load.other.tooltip           = <strong>Outros</strong>: visitas de estudo, etc.
title.weekly.work.load.total                   = Total
title.weekly.work.load.week                    = Semana
title.weekly.work.load.week.to.submit          = Semana a preencher

urgency.charge             = Deseja pagar a Taxa de urg\u00EAncia?
urgency.charge.explanation = Os actos requeridos poder\u00E3o ser executados, salvo algum imprevisto, no prazo m\u00E1ximo de cinco dias, mediante um pagamento de uma taxa de valor igual ao do acto requerido.
urgency.charge.view        = Urgente?

view = Ver

view.curricular.plans = Ver plano curricular
view.senior.info      = Ver Ficha

warning.amIItoEnroll = \u00C9 aconselh\u00E1vel a inscri\u00E7\u00E3o em An\u00E1lise Matem\u00E1tica II antes de qualquer outra disciplina do 2\u00BA ano
warning.lerci        = \u00C9 aconselh\u00E1vel a inscri\u00E7\u00E3o em apenas 5 disciplinas

weekly.work.load.creation.invalid.data = Horas introduzidas inv\u00E1lidas (t\u00EAm que ser n\u00FAmeros inteiros positivos). 
